<?php
// Heading
$_['heading_title']              = 'Сатып алу себеті';

// Text
$_['text_success']               = 'Сәтті: Сіз <a href="%s">%s</a> затты <a href="%s">сатып алу себетіне</a> қостыңыз!';
$_['text_edit']                  = 'Сәтті: Сіз сатып алу себетіңізді өзерттіңіз!';
$_['text_remove']                = 'Сәтті: Сіз сатып алу себетіңізден затты шығардыңыз!';
$_['text_login']                 = 'Назар аударыңыз: бағаларды көру үшін <a href="%s">кіруіңіз</a> немесе <a href="%s">тіркелгі жасауыңыз</a> керек!';
$_['text_no_results']            = 'Сіздің сатып алу себетіңіз бос!';
$_['text_model']                 = 'Модель';
$_['text_subscription']          = 'Жазылу';
$_['text_subscription_trial']    = 'әр %d %s сайын %s, %d төлем үшін, одан кейін ';
$_['text_subscription_duration'] = 'әр %d %s сайын %s, %d төлем үшін';
$_['text_subscription_cancel']   = 'әр %d %s сайын %s, тоқтатылғанша';
$_['text_day']                   = 'күн';
$_['text_week']                  = 'апта';
$_['text_semi_month']            = 'жарты ай';
$_['text_month']                 = 'ай';
$_['text_year']                  = 'жыл';
$_['text_points']                = 'Сыйлық ұпайлары';
$_['text_next']                  = 'Не істеуді қалайсыз?';
$_['text_next_choice']           = 'Жеңілдік кодыңыз немесе қолданғыңыз келетін сыйлық ұпайларыңыз болса, жеткізу құнын есептеңіз.';

// Column
$_['column_image']               = 'Сурет';
$_['column_name']                = 'Өнім';
$_['column_quantity']            = 'Саны';
$_['column_price']               = 'Бірлік бағасы';
$_['column_total']               = 'Барлығы';

// Error
$_['error_stock']                = '*** белгісімен белгіленген өнімдер қалаған мөлшерде қол жетімді емес немесе қоймада жоқ!';
$_['error_minimum']              = 'Ең төменгі тапсырыс сомасы %s!';
$_['error_required']             = '%s міндетті!';
$_['error_regex']                = '%s дұрыс енгізу емес!';
$_['error_product']              = 'Ескерту: Өнім табылмады!';
$_['error_subscription']         = 'Жазылу жоспары дұрыс емес!';
