<?php
// Heading
$_['heading_title'] = 'Төлем сәтсіз аяқталды!';

// Text
$_['text_basket']   = 'Сатып алу себеті';
$_['text_checkout'] = 'Төлем';
$_['text_failure']  = 'Төлем сәтсіз аяқталды';
$_['text_message']  = '<p>Төлеміңізді өңдеуде қиындық туындады және тапсырыс аяқталмады.</p>

<p>Мүмкін себептер:</p>
<ul>
  <li>Қаражат жеткіліксіз</li>
  <li>Тексеру сәтсіз аяқталды</li>
</ul>

<p>Төлем әдісін ауыстырып, тапсырысты қайта жасаңыз.</p>

<p>Мәселе шешілмесе, <a href="%s">бізге хабарласыңыз</a> және тапсырыс туралы мәліметтерді беріңіз.</p>
';
