<?php
// Heading
$_['heading_title']          = 'Төлем әдісі';

// Text
$_['text_payment_method']    = 'Төлем әдісінің нұсқалары';
$_['text_payment']           = 'Осы тапсырыс үшін қолданғыңыз келетін төлем әдісін таңдаңыз.';
$_['text_comments']          = 'Тапсырысыңыз туралы түсініктеме қосыңыз';
$_['text_agree']             = 'Мен <a href="%s" class="modal-link"><b>%s</b></a> оқыдым және келісемін';
$_['text_success']           = 'Сәтті: Сіз төлем әдісін өзерттіңіз!';
$_['text_comment']           = 'Сәтті: Түсініктеме қосылды!';

// Entry
$_['entry_payment_method']   = 'Төлем әдісін таңдаңыз...';

// Error
$_['error_order']            = 'Тапсырыс табылмады! Бетті жаңартыңыз.';
$_['error_customer']         = 'Тұтынушы міндетті!';
$_['error_payment_address']  = 'Төлем мекенжайы міндетті!';
$_['error_shipping_address'] = 'Жеткізу мекенжайы міндетті!';
$_['error_shipping_method']  = 'Жеткізу әдісі міндетті!';
$_['error_payment_method']   = 'Төлем әдісі міндетті!';
$_['error_no_payment']       = 'Төлем нұсқалары қол жетімді емес. Көмек алу үшін <a href="%s">бізге хабарласыңыз</a>!';
