<?php
// Heading
$_['heading_title']            = 'Жеке мәліметтеріңіз';

// Text
$_['text_login']               = 'Егер сізде бізбен тіркелгіңіз болса, <a href="%s"><strong>кіру бетінде</strong></a> кіріңіз.';
$_['text_register']            = 'Тіркелгі жасау';
$_['text_guest']               = 'Қонақ ретінде төлем';
$_['text_payment_address']     = 'Төлем мекенжайы';
$_['text_shipping_address']    = 'Жеткізу мекенжайы';
$_['text_your_password']       = 'Құпия сөзіңіз';
$_['text_agree']               = 'Мен <a href="%s" class="modal-link"><b>%s</b></a> оқыдым және келісемін';
$_['text_success_add']         = 'Сәтті: Тіркелгіңіз жасалды!';
$_['text_success_guest']       = 'Сәтті: Қонақ тіркелгісінің ақпараты сақталды!';
$_['text_success_edit']        = 'Сәтті: Тіркелгіңіз сәтті жаңартылды.';

// Entry
$_['entry_customer_group']     = 'Тіркелгі түрі';
$_['entry_firstname']          = 'Аты';
$_['entry_lastname']           = 'Тегі';
$_['entry_email']              = 'Электрондық пошта';
$_['entry_telephone']          = 'Телефон';
$_['entry_password']           = 'Құпия сөз';
$_['entry_company']            = 'Компания';
$_['entry_address_1']          = 'Мекенжай 1';
$_['entry_address_2']          = 'Мекенжай 2';
$_['entry_postcode']           = 'Пошта индексі';
$_['entry_city']               = 'Қала';
$_['entry_country']            = 'Ел';
$_['entry_zone']               = 'Аймақ / Облыс';
$_['entry_match']              = 'Жеткізу және төлем мекенжайларым бірдей.';
$_['entry_newsletter']         = 'Мен %s жаңалықтарына жазылғым келеді.';

// Error
$_['error_guest']              = 'Ескерту: Сатып алу себетіңіздегі заттар үшін тіркелгі жасау қажет!';
$_['error_firstname']          = 'Аты 1-ден 32 таңбаға дейін болуы тиіс!';
$_['error_lastname']           = 'Тегі 1-ден 32 таңбаға дейін болуы тиіс!';
$_['error_customer_group']     = 'Тұтынушы тобы дұрыс көрінбейді!';
$_['error_customer_approval']  = 'Ескерту: Бұл тұтынушы тобы растауды қажет етеді және қонақ тіркелгісімен қолдануға болмайды.';
$_['error_email']              = 'Электрондық пошта мекенжайы дұрыс көрінбейді!';
$_['error_exists']             = 'Ескерту: Электрондық пошта мекенжайы бұрыннан тіркелген!';
$_['error_telephone']          = 'Телефон 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_password']           = 'Құпия сөз %s қамтуы керек және %d-тен 40 таңбаға дейін болуы тиіс!';
$_['error_password_uppercase'] = 'үлкен әріп';
$_['error_password_lowercase'] = 'кіші әріп';
$_['error_password_number']    = 'сан';
$_['error_password_symbol']    = 'таңба';
$_['error_password_length']    = 'Құпия сөз %d-тен 40 таңбаға дейін болуы тиіс!';
$_['error_address_1']          = 'Мекенжай 1 3-тен 128 таңбаға дейін болуы тиіс!';
$_['error_city']               = 'Қала 2-ден 128 таңбаға дейін болуы тиіс!';
$_['error_postcode']           = 'Пошта индексі 2-ден 10 таңбаға дейін болуы тиіс!';
$_['error_country']            = 'Елді таңдаңыз!';
$_['error_zone']               = 'Аймақты / облысты таңдаңыз!';
$_['error_agree']              = 'Ескерту: Сіз %s келісуіңіз керек!';
$_['error_custom_field']       = '%s міндетті!';
$_['error_regex']              = '%s дұрыс енгізу емес!';
