<?php
// Heading
$_['heading_title'] = 'Тапсырысыңыз қабылданды!';

// Text
$_['text_basket']   = 'Сатып алу себеті';
$_['text_checkout'] = 'Төлем';
$_['text_success']  = 'Сәтті';
$_['text_customer'] = '<p>Тапсырысыңыз сәтті өңделді!</p><p>Тапсырыстар тарихын <a href="%s">тіркелгі</a> бетіне өтіп, <a href="%s">тарих</a> бөлімін басу арқылы көре аласыз.</p><p>Сатып алуыңызбен жүктелінетін файлдар болса, <a href="%s">жүктемелер</a> бетінен көре аласыз.</p><p>Сұрақтарыңызды <a href="%s">дүкен иесіне</a> жіберіңіз.</p><p>Бізбен онлайн сауда жасағаныңыз үшін рахмет!</p>';
$_['text_guest']    = '<p>Тапсырысыңыз сәтті өңделді!</p><p>Сұрақтарыңызды <a href="%s">дүкен иесіне</a> жіберіңіз.</p><p>Бізбен онлайн сауда жасағаныңыз үшін рахмет!</p>';
