<?php
// Heading
$_['heading_title']						= 'Opayo';

// Text
$_['text_opayo']						= '<img src="view/image/payment/opayo.png" alt="Opayo" title="Opayo" />';
$_['text_extensions']					= 'Додатки';
$_['text_edit']							= 'Редагування Opayo';
$_['text_tab_general']					= 'Загальні';
$_['text_tab_cron']						= 'Cron';
$_['text_test']							= 'Тестовий';
$_['text_live']							= 'Робочий';
$_['text_defered']						= 'Відкладений';
$_['text_authenticate']					= 'Авторизація';
$_['text_payment']						= 'Оплата';
$_['text_payment_info']					= 'Платіжна інформація';
$_['text_release_status']				= 'Платіж вивільнено';
$_['text_void_status']					= 'Платіж анульовано';
$_['text_rebate_status']				= 'Платіж повернено';
$_['text_order_ref']					= 'Номер замовлення';
$_['text_order_total']					= 'Всього авторизовано';
$_['text_total_released']				= 'Всього вивільнено';
$_['text_transactions']					= 'Транзакції';
$_['text_column_amount']				= 'Сума';
$_['text_column_type']					= 'Тип';
$_['text_column_date_added']			= 'Створено';
$_['text_confirm_void']					= 'Ви впевнені, що хочете анулювати платіж?';
$_['text_confirm_release']				= 'Ви впевнені, що хочете вивільнити платіж?';
$_['text_confirm_rebate']				= 'Ви впевнені, що хочете повернути платіж?';

// Entry
$_['entry_vendor']						= 'Ідентифікатор продавця';
$_['entry_environment']					= 'Середовище';
$_['entry_transaction_method']			= 'Метод транзакції';
$_['entry_total']						= 'Загальна сума';
$_['entry_order_status']				= 'Статус замовлення';
$_['entry_geo_zone']					= 'Географічна зона';
$_['entry_status']						= 'Статус';
$_['entry_sort_order']					= 'Порядок сортування';
$_['entry_debug']						= 'Журнал налагодження';
$_['entry_card_save']					= 'Зберігати картки';
$_['entry_cron_token']					= 'Секретний токен';
$_['entry_cron_url']					= 'URL-адреса';
$_['entry_cron_last_run']				= 'Час останнього запуску:';

// Help
$_['help_total']						= 'Загальна сума замовлення, яку необхідно досягти для активації цього методу оплати.';
$_['help_debug']						= 'Увімкнення налагодження призведе до запису конфіденційних даних у файл журналу. Ви повинні завжди вимикати цю опцію, якщо не отримали інших вказівок.';
$_['help_transaction_method']			= 'Метод транзакції ПОВИНЕН бути встановлений на "Оплата", щоб дозволити платежі за підпискою.';
$_['help_card_save']					= 'Щоб покупець міг зберігати дані картки для наступних платежів, необхідно підписатися на MID TOKEN. Вам потрібно буде зв\'язатися зі службою підтримки Opayo, щоб обговорити активацію системи токенів для вашого облікового запису.';
$_['help_cron_token']					= 'Зробіть цей токен довгим і складним для вгадування.';
$_['help_cron_url']						= 'Налаштуйте завдання cron для виклику цієї URL-адреси.';

// Button
$_['button_release']					= 'Вивільнити';
$_['button_rebate']						= 'Повернення / відшкодування';
$_['button_void']						= 'Анулювати';
$_['button_enable_recurring']			= 'Увімкнути регулярні платежі';
$_['button_disable_recurring']			= 'Вимкнути регулярні платежі';

// Success
$_['success_save']						= 'Успіх: Ви змінили налаштування Opayo!';
$_['success_release_ok']				= 'Успіх: Платіж успішно вивільнено!';
$_['success_release_ok_order']			= 'Успіх: Платіж успішно вивільнено, статус замовлення оновлено на "Успішно - проведено"!';
$_['success_rebate_ok']					= 'Успіх: Повернення пройшло успішно!';
$_['success_rebate_ok_order']			= 'Успіх: Повернення пройшло успішно, статус замовлення оновлено на "Повернено"!';
$_['success_void_ok']					= 'Успіх: Анулювання пройшло успішно, статус замовлення оновлено на "Анульовано"!';
$_['success_enable_recurring']			= 'Успіх: Регулярні платежі увімкнено!';
$_['success_disable_recurring']			= 'Успіх: Регулярні платежі вимкнено!';

// Error
$_['error_warning']						= 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission']					= 'Увага: У вас немає прав для редагування платіжного модуля Opayo!';
$_['error_vendor']						= 'Необхідно вказати ідентифікатор продавця!';