<?php
// Heading
$_['heading_title']        = 'Оновлення системи';

// Text
$_['text_success']         = 'Ви використовуєте останню версію %s!';
$_['text_upgrade']         = 'Перевірка оновлення системи';
$_['text_information']     = 'Інформація про версію';
$_['text_current_version'] = 'Поточна версія';
$_['text_latest_version']  = 'Остання версія';
$_['text_date_added']      = 'Дата випуску';
$_['text_change']          = 'Список змін';
$_['text_status']          = 'Статус оновлення';
$_['text_ready']           = 'Натисніть кнопку оновлення, щоб оновити систему до останньої версії...';
$_['text_download']        = 'Завантаження останньої версії системи...';
$_['text_install']         = 'Копіювання файлів...';
$_['text_patch']           = 'Застосування змін...';

// Button
$_['button_upgrade']       = 'Оновити систему';

// Error
$_['error_permission']     = 'Ви не маєте прав для оновлення системи';
$_['error_connection']     = 'Не вдалося з’єднатись з сервером оновлень';
$_['error_version']        = 'Версія нижча за поточну';
$_['error_download']       = 'Оновлення не вдалось завантажити';
$_['error_file']           = 'Файл оновлення не знайдений';
$_['error_directory']      = 'Не вдалося створити папку %s!';
$_['error_copy']           = 'Не вдалося копіювання файлу %s з %s';
$_['error_unzip']          = 'Не вдалося розпакувати архів';
