<?php
// Heading
$_['heading_title']         = 'Түсініктемелер';

// Text
$_['text_by']               = 'Автор:';
$_['text_write']            = 'Түсініктеме жазу';
$_['text_login']            = 'Түсініктеме жазу үшін <a href="%s">кіріңіз</a> немесе <a href="%s">тіркеліңіз</a>';
$_['text_no_results']       = 'Осы мақала бойынша түсініктеме жазған тұңғыш сіз болыңыз.';
$_['text_sort']             = 'Сұрыптау';
$_['text_rating_asc']       = 'Рейтинг (Төменгі)';
$_['text_rating_desc']      = 'Рейтинг (Жоғарғы)';
$_['text_date_added_asc']   = 'Қосылған күні (Ескі)';
$_['text_date_added_desc']  = 'Қосылған күні (Жаңа)';
$_['text_like']             = 'Ұнайды!';
$_['text_dislike']          = 'Ұнамайды!';
$_['text_success']          = 'Сәтті: Түсініктемеңіз үшін рахмет!';
$_['text_queue']            = 'Сәтті: Түсініктемеңіз модерация кезегіне қосылды!';
$_['text_rating']           = 'Сәтті: Бағаңыз үшін рахмет!';

// Entry
$_['entry_author']          = 'Сіздің атыңыз';
$_['entry_comment']         = 'Түсініктеме';

// Buttons
$_['button_comment']        = 'Түсініктеме жариялау';
$_['button_reply']          = 'Жауап жариялау';
$_['button_replies']        = 'Жауаптарды көрсету';
$_['button_more']           = 'Тағы жауаптар...';
$_['button_login']          = 'Түсініктеме жазу үшін кіру';
$_['button_login_reply']    = 'Жауап жазу үшін кіру';
$_['button_like']           = 'Ұнайды';
$_['button_dislike']        = 'Ұнамайды';

// Error
$_['error_article']         = 'Ескерту: Мақала табылмады!';
$_['error_article_comment'] = 'Ескерту: Мақала түсініктемесі табылмады!';
$_['error_token']           = 'Ескерту: Түсініктеме жарамсыз токен!';
$_['error_author']          = 'Сіздің атыңыз 3-тен 25 таңбаға дейін болуы тиіс!';
$_['error_comment']         = 'Түсініктеме 25-тен 1000 таңбаға дейін болуы тиіс!';
$_['error_interval']        = 'Ескерту: Тағы түсініктеме жазу үшін %s минут күтуіңіз керек!';
$_['error_login']           = 'Мақаланы түсініктемелеу немесе бағалау үшін кіру керек!';
$_['error_status']          = 'Түсініктемелер өшірілген!';
