<?php
// Heading
$_['heading_title']     = 'Тұтынушылар топтары';

// Text
$_['text_success']      = 'Сәтті: Сіз тұтынушылар топтарын өзгерттіңіз!';
$_['text_list']         = 'Тұтынушылар топтарының тізімі';
$_['text_add']          = 'Тұтынушылар тобын қосу';
$_['text_edit']         = 'Тұтынушылар тобын өзгерту';

// Column
$_['column_name']       = 'Тұтынушылар тобының атауы';
$_['column_sort_order'] = 'Реті';
$_['column_action']     = 'Әрекет';

// Entry
$_['entry_name']        = 'Тұтынушылар тобының атауы';
$_['entry_description'] = 'Сипаттама';
$_['entry_approval']    = 'Жаңа тұтынушыларды бекіту';
$_['entry_sort_order']  = 'Реті';

// Help
$_['help_approval']     = 'Тұтынушылар кіру алдында әкімшімен бекітілуі тиіс.';

// Error
$_['error_permission']  = 'Ескерту: Сізде тұтынушылар топтарын өзгертуге рұқсат жоқ!';
$_['error_name']        = 'Тұтынушылар тобының атауы 3-32 таңба аралығында болуы тиіс!';
$_['error_default']     = 'Ескерту: Бұл тұтынушылар тобы әдепкі дүкен тұтынушылар тобы ретінде тағайындалғандықтан жойылмайды!';
$_['error_store']       = 'Ескерту: Бұл тұтынушылар тобы %s дүкенге тағайындалғандықтан жойылмайды!';
$_['error_customer']    = 'Ескерту: Бұл тұтынушылар тобы %s тұтынушыға тағайындалғандықтан жойылмайды!';