<?php
// Heading
$_['heading_title']       = 'Макети';

// Text
$_['text_success']        = 'Налаштування змінені';
$_['text_list']           = 'Список макетів';
$_['text_add']            = 'Додати';
$_['text_edit']           = 'Редагування';
$_['text_remove']         = 'Видалити';
$_['text_route']          = 'Оберіть магазин та роути, які будуть використовуватись з цим макетом';
$_['text_module']         = 'Оберіть положення модулів';
$_['text_default']        = 'За замовчуванням';
$_['text_content_top']    = 'Верх сторінки';
$_['text_content_bottom'] = 'Низ сторінки';
$_['text_column_left']    = 'Ліва колонка';
$_['text_column_right']   = 'Права колонка';
$_['text_move']         = 'Перетягніть для зміни сортування';

// Column
$_['column_name']         = 'Назва макету';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва макету';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Шлях';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'У вас недостатньо прав для внесення змін';
$_['error_name']          = 'Назва має містити від 3 до 64 символів';
$_['error_module']        = 'Оберіть модуль';
$_['error_default']       = 'Макет неможливо видалити тому, що він використовується в магазині за замовчуванням';
$_['error_store']         = 'Макет неможливо видалити тому, що він використовується в в %s магазинах';
$_['error_product']       = 'Макет неможливо видалити тому, що він використовується в %s товарах';
$_['error_category']      = 'Макет неможливо видалити тому, що він використовується в %s категоріях';
$_['error_manufacturer']  = 'Макет неможливо видалити тому, що він використовується в %s виробниках';
$_['error_information']   = 'Макет неможливо видалити тому, що він використовується в %s статтях';
$_['error_article']       = 'Цей макет не може бути видалений, оскільки зараз він призначений для %s сторінок статей';
$_['error_topic']         = 'Цей макет не може бути видалений, оскільки зараз він призначений для %s сторінок розділів';