<?php
// Heading
$_['heading_title']     = 'Запрос в рамках GDPR';

// Text
$_['text_account']      = 'Аккаунт';
$_['text_gdpr']         = 'Вы можете ознакомиться с %s политикой GDPR на странице <a href="%s" target="_blank">%s</a>.';
$_['text_verification'] = 'Подтверждение аккаунта';
$_['text_email']        = 'Прежде чем мы сможем выполнить запрос в рамках GDPR, нам необходимо подтвердить ваш аккаунт. Пожалуйста, введите ваш адрес электронной почты ниже.';
$_['text_action']       = 'Выберите действие';
$_['text_export']       = 'Экспорт персональных данных';
$_['text_remove']       = 'Удаление персональных данных';
$_['text_warning']      = 'Внимание: Вы потеряете доступ к своему аккаунту!';
$_['text_access']       = 'У вас больше не будет доступа к вашему аккаунту %s.';
$_['text_history']      = 'У вас больше не будет доступа к истории заказов, счетам, спискам желаний или загрузкам.';
$_['text_limit']        = 'Запросы на удаление аккаунта будут обработаны через <strong>%s дней</strong>, чтобы была возможность обработать любые возвраты, споры по платежам или проверки на мошенничество.';
$_['text_success']      = 'Готово: Письмо отправлено на ваш адрес электронной почты!';
$_['text_cancel']		= 'Отмена';

// Entry
$_['entry_email']       = 'Электронная почта';

// Error
$_['error_email']       = 'Некорректный адрес электронной почты!';
$_['error_action']      = 'Вы должны выбрать допустимое действие GDPR!';
