<?php
// Heading
$_['heading_title']          = 'Характеристики';

// Text
$_['text_success']           = 'Налаштування змінені';
$_['text_list']              = 'Список характеристик';
$_['text_add']               = 'Додати';
$_['text_edit']              = 'Редагування';

// Column
$_['column_name']            = 'Назва характеристики';
$_['column_attribute_group'] = 'Група характеристик';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Entry
$_['entry_name']            = 'Назва характеристики';
$_['entry_attribute_group'] = 'Група характеристик';
$_['entry_sort_order']      = 'Порядок сортування';

// Error
$_['error_warning']          = 'Будь ласка, перевірте форму на наявність помилок';
$_['error_permission']       = 'У вас недостатньо прав для внесення змін';
$_['error_attribute_group']  = 'Вкажіть групу характеристик';
$_['error_name']             = 'Назва має містити від 1 до 64 символів';
$_['error_product']          = 'Характеристику неможливо видалити тому, що вона використовується в %s товарах';
