<?php
// Heading
$_['heading_title']     = 'Групи характеристик';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список груп характеристик';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагувати';

// Column
$_['column_name']       = 'Назва групи характеристик';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи характеристик';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_warning']     = 'Будь ласка, перевірте форму на наявність помилок';
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_name']        = 'Назва має містити від 1 до 64 символів';
$_['error_attribute']   = 'Групу неможливо видалити тому, що вона використовується в %s характеристиках';
$_['error_product']     = 'Групу неможливо видалити тому, що вона використовується в %s товарах';
