<?php
// Heading
$_['heading_title']     = 'Групи фільтрів';

// Text
$_['text_success']      = 'Налаштування груп фільтрів збережені';
$_['text_list']         = 'Список груп фільтрів';
$_['text_add']          = 'Додати групу фільтрів';
$_['text_edit']         = 'Редагувати групу фільтрів';

// Column
$_['column_name']       = 'Назва групи фільтрів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи фільтрів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_warning']     = 'Будь ласка, уважно перевірте форму на наявність помилок';
$_['error_permission']  = 'У вас немає дозволу на зміну груп фільтрів';
$_['error_name']        = 'Назва групи фільтрів має містити від 1 до 64 символів';
$_['error_filter']      = 'Цю групу фільтрів не можна видалити, оскільки вона призначена для %s фільтрів';
