<?php
// Heading
$_['heading_title']    = 'Ідентифікатори';

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_list']        = 'Список ідентифікаторів';
$_['text_add']         = 'Додавання ідентифікатора';
$_['text_edit']        = 'Редагування ідентифікатора';
$_['text_regex']       = 'Регулярний вираз';

// Column
$_['column_name']      = 'Назва ідентифікатора';
$_['column_code']      = 'Код';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва ідентифікатора';
$_['entry_code']       = 'Код';
$_['entry_validation'] = 'Перевірка';
$_['entry_status']     = 'Статус';

// Help
$_['help_name']        = 'Наприклад: складська одиниця обліку, універсальний код товару, європейський артикул, японський артикул, міжнародний стандартний номер книги або номер деталі виробника';
$_['help_code']        = 'Наприклад: SKU, UPC, EAN, JAN, ISBN або MPN';
$_['help_regex']       = 'Використовуйте регулярний вираз. Наприклад: /[^a-zA-Z0-9_-]/';
$_['help_status']      = 'Показувати ідентифікатор товару на сторінці товару';

// Error
$_['error_warning']    = 'Уважно перевірте форму на помилки!';
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва ідентифікатора повинна містити від 1 до 64 символів!';
$_['error_code']       = 'Код ідентифікатора повинен містити від 3 до 48 символів!';
