<?php
// Heading
$_['heading_title']         = 'Коментарі';

// Text
$_['text_by']               = 'Автор';
$_['text_write']            = 'Напишіть коментар';
$_['text_login']            = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтесь</a>, щоб залишити коментар';
$_['text_no_results']       = 'Будьте першим, хто напише коментар до цієї статті';
$_['text_sort']             = 'Сортувати за';
$_['text_rating_asc']       = 'Рейтинг (найнижчий)';
$_['text_rating_desc']      = 'Рейтинг (найвищий)';
$_['text_date_added_asc']   = 'Дата додавання (найстаріша)';
$_['text_date_added_desc']  = 'Дата додавання (найновіша)';
$_['text_like']             = 'Подобається';
$_['text_dislike']          = 'Не подобається';
$_['text_success']          = 'Дякуємо за ваш коментар';
$_['text_queue']            = 'Ваш коментар додано до черги на модерацію';
$_['text_rating']           = 'Дякуємо за вашу оцінку';

// Entry
$_['entry_author']          = 'Ваше ім’я';
$_['entry_comment']         = 'Коментар';

// Buttons
$_['button_comment']        = 'Додати коментар';
$_['button_reply']          = 'Відповісти';
$_['button_replies']        = 'Показати відповіді';
$_['button_more']           = 'Переглянути більше відповідей..';
$_['button_login']          = 'Увійдіть, щоб залишити коментар';
$_['button_login_reply']    = 'Увійдіть, щоб відповісти';
$_['button_like']           = 'Подобається';
$_['button_dislike']        = 'Не подобається';

// Error
$_['error_article']         = 'Статтю не вдалося знайти';
$_['error_article_comment'] = 'Коментар до статті не вдалося знайти';
$_['error_token']           = 'Неприпустимий токен коментаря';
$_['error_author']          = 'Ваше ім’я повинно містити від 3 до 25 символів';
$_['error_comment']         = 'Коментар повинен містити від 25 до 1000 символів';
$_['error_interval']        = 'Потрібно зачекати %s хвилин перед тим, як залишити новий коментар';
$_['error_login']           = 'Ви повинні увійти в систему, щоб залишити коментар або оцінити статтю';
$_['error_status']          = 'Коментарі вимкнені';
