<?php
// Heading
$_['heading_title']            = 'Профиль';

// Text
$_['text_success']             = 'Готово: Вы изменили свой профиль!';
$_['text_edit']                = 'Редактировать свой профиль';
$_['text_user']                = 'Данные пользователя';
$_['text_password']            = 'Пароль';

// Entry
$_['entry_username']           = 'Имя пользователя';
$_['entry_password']           = 'Пароль';
$_['entry_confirm']            = 'Подтверждение';
$_['entry_firstname']          = 'Имя';
$_['entry_lastname']           = 'Фамилия';
$_['entry_email']              = 'Электронная почта';
$_['entry_image']              = 'Изображение';

// Error
$_['error_permission']         = 'Внимание: У вас нет прав на изменение профиля!';
$_['error_username_exists']    = 'Внимание: Имя пользователя уже используется!';
$_['error_username']           = 'Имя пользователя должно содержать от 3 до 20 символов!';
$_['error_firstname']          = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']           = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']              = 'Адрес электронной почты недействителен!';
$_['error_email_exists']       = 'Внимание: Адрес электронной почты уже зарегистрирован!';
$_['error_password']           = 'Пароль должен содержать %s и быть от %d до 20 символов!';
$_['error_password_uppercase'] = 'заглавную букву';
$_['error_password_lowercase'] = 'строчную букву';
$_['error_password_number']    = 'цифру';
$_['error_password_symbol']    = 'специальный символ';
$_['error_password_length']    = 'Пароль должен содержать от %d до 20 символов!';
$_['error_confirm']            = 'Пароль и подтверждение пароля не совпадают!';
