<?php
// Heading
$_['heading_title']    = 'Группы пользователей';

// Text
$_['text_success']     = 'Готово: Вы изменили группы пользователей!';
$_['text_list']        = 'Группы пользователей';
$_['text_add']         = 'Добавить группу пользователей';
$_['text_edit']        = 'Редактировать группу пользователей';
$_['text_access']      = 'Доступ';
$_['text_modify']      = 'Изменение';

// Column
$_['column_name']      = 'Название группы пользователей';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название группы пользователей';
$_['entry_permission'] = 'Права доступа';
$_['entry_extension']  = 'Расширения';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение групп пользователей!';
$_['error_name']       = 'Название группы пользователей должно содержать от 3 до 64 символов!';
$_['error_user']       = 'Внимание: Эта группа пользователей не может быть удалена, так как она назначена для %s пользователей!';
