<?php
// Heading
$_['heading_title']		= 'Кнопка PayPal (Powered by Braintree)';

// Text
$_['text_extension']	= 'Додатки';
$_['text_success']		= 'Налаштування модуля Кнопка PayPal (Powered by Braintree) успішно змінено!';
$_['text_edit']			= 'Редагування модуля Кнопка PayPal (Powered by Braintree)';
$_['text_info']			= 'Кнопка <u>не буде</u> відображатися за певних умов:';
$_['text_info_li1']		= 'Кошик порожній і не застосовано купони';
$_['text_info_li2']		= 'У кошику є файли для завантаження або регулярні платежі, а користувач не авторизований';
$_['text_info_li3']		= 'Оформлення замовлення для товарів, яких немає в наявності, вимкнено, а в кошику є такий товар';
$_['text_layouts']		= 'Після ввімкнення модуля використовуйте менеджер макетів, щоб додати кнопку у відповідні розділи магазину.';
$_['text_layout_link']	= 'Натисніть тут, щоб перейти на сторінку макетів';

// Entry
$_['entry_status']		= 'Статус';

// Error
$_['error_permission']	= 'Увага: У вас немає прав для редагування модуля Кнопка PayPal (Powered by Braintree)!';