<?php
// Heading
$_['heading_title']        = 'Анти-спам';

// Text
$_['text_success']         = 'Готово: Вы изменили анти-спам!';
$_['text_list']            = 'Список анти-спама';
$_['text_add']             = 'Добавить анти-спам';
$_['text_edit']            = 'Редактировать анти-спам';

// Column
$_['column_keyword']       = 'Ключевое слово';
$_['column_action']        = 'Действие';

// Entry
$_['entry_keyword']        = 'Ключевое слово';

// Error
$_['error_warning']        = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']     = 'Внимание: У вас нет прав на изменение анти-спама!';
$_['error_keyword']        = 'Ключевое слово должно содержать от 1 до 64 символов!';
$_['error_keyword_exists'] = 'Ключевое слово должно быть уникальным!';