<?php
// Text
$_['text_refine']      = 'Уточнить поиск';
$_['text_product']     = 'Товары';
$_['text_no_results']  = 'В этой категории нет товаров для отображения.';
$_['text_compare']     = 'Сравнение товаров (%s)';
$_['text_sort']        = 'Сортировка';
$_['text_default']     = 'По умолчанию';
$_['text_name_asc']    = 'Название (А - Я)';
$_['text_name_desc']   = 'Название (Я - А)';
$_['text_price_asc']   = 'Цена (от дешёвых к дорогим)';
$_['text_price_desc']  = 'Цена (от дорогих к дешёвым)';
$_['text_rating_asc']  = 'Рейтинг (от низкого к высокому)';
$_['text_rating_desc'] = 'Рейтинг (от высокого к низкому)';
$_['text_model_asc']   = 'Модель (А - Я)';
$_['text_model_desc']  = 'Модель (Я - А)';
$_['text_limit']       = 'Показать';
