<?php
// Text
$_['text_reviews']    = '%s отзывов';
$_['text_write']      = 'Написать отзыв';
$_['text_login']      = 'Пожалуйста, <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a>, чтобы оставить отзыв';
$_['text_no_results'] = 'Будьте первым, кто напишет отзыв об этом товаре.';
$_['text_note']       = '<span class="text-danger">Внимание:</span> HTML не переводится!';
$_['text_success']    = 'Спасибо за ваш отзыв. Он отправлен веб-мастеру для модерации.';

// Entry
$_['entry_author']     = 'Ваше имя';
$_['entry_review']     = 'Ваш отзыв';
$_['entry_rating']     = 'Оценка';
$_['entry_good']       = 'Хорошо';
$_['entry_bad']        = 'Плохо';

// Tab
$_['tab_review']       = 'Отзывы (%s)';

// Error
$_['error_token']      = 'Внимание: Неверный токен отзыва!';
$_['error_product']    = 'Внимание: Товар не найден!';
$_['error_author']     = 'Имя должно содержать от 3 до 25 символов!';
$_['error_text']       = 'Текст отзыва должен содержать от 25 до 1000 символов!';
$_['error_rating']     = 'Пожалуйста, выберите оценку!';
$_['error_login']      = 'Вы должны войти в систему, чтобы оставить отзыв!';
$_['error_purchased']  = 'Вы должны приобрести этот товар, прежде чем сможете написать отзыв!';
$_['error_status']     = 'Отзывы отключены!';
