<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']        = 'Готово: Вы изменили макеты!';
$_['text_list']           = 'Список макетов';
$_['text_add']            = 'Добавить макет';
$_['text_edit']           = 'Редактировать макет';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазин и маршруты для использования с этим макетом';
$_['text_module']         = 'Выберите позицию модулей';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Верх контента';
$_['text_content_bottom'] = 'Низ контента';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Column
$_['column_name']         = 'Название макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'Внимание: У вас нет прав на изменение макетов!';
$_['error_name']          = 'Название макета должно содержать от 3 до 64 символов!';
$_['error_module']        = 'Модуль обязателен!';
$_['error_default']       = 'Внимание: Этот макет нельзя удалить, так как он назначен макетом по умолчанию для магазина!';
$_['error_store']         = 'Внимание: Этот макет нельзя удалить, так как он назначен для %s магазинов!';
$_['error_product']       = 'Внимание: Этот макет нельзя удалить, так как он назначен для %s товаров!';
$_['error_category']      = 'Внимание: Этот макет нельзя удалить, так как он назначен для %s категорий!';
$_['error_manufacturer']  = 'Внимание: Этот макет нельзя удалить, так как он назначен для %s производителей!';
$_['error_information']   = 'Внимание: Этот макет нельзя удалить, так как он назначен для %s информационных страниц!';
$_['error_article']       = 'Внимание: Этот макет нельзя удалить, так как он назначен для %s страниц статей!';
$_['error_topic']         = 'Внимание: Этот макет нельзя удалить, так как он назначен для %s страниц тем!';
