<?php
// Heading
$_['heading_title']     = 'События';

// Text
$_['text_success']      = 'Готово: Вы изменили события!';
$_['text_list']         = 'Список событий';
$_['text_event']        = 'События используются расширениями для переопределения стандартного функционала вашего магазина. Если у вас возникли проблемы, вы можете отключить или включить события здесь.';
$_['text_info']         = 'Информация о событии';

// Column
$_['column_code']       = 'Код события';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_description'] = 'Описание';
$_['entry_trigger']     = 'Триггер';
$_['entry_action']      = 'Действие';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав для изменения событий!';
