<?php
// Heading
$_['heading_title']          = 'Установщик расширений';

// Text
$_['text_upload']            = 'Готово: Расширение было загружено!';
$_['text_success']           = 'Готово: Вы изменили расширения!';
$_['text_progress']          = 'Прогресс установки';
$_['text_installed']         = 'Установленные расширения';
$_['text_info']              = 'Информация о расширении';
$_['text_install']           = 'Установка файлов %s из %s';
$_['text_vendor']            = 'Обновить файлы vendor';
$_['text_xml']               = 'Установить файлы OCMOD';

// Column
$_['column_image']           = 'Изображение';
$_['column_name']            = 'Название расширения';
$_['column_version']         = 'Версия';
$_['column_date_added']      = 'Дата добавления';
$_['column_action']          = 'Действие';

// Entry
$_['entry_progress']         = 'Прогресс';
$_['entry_name']             = 'Название расширения';
$_['entry_description']      = 'Описание';
$_['entry_code']             = 'Код';

// Error
$_['error_permission']       = 'Внимание: У вас нет прав для изменения расширений!';
$_['error_install']          = 'Внимание: Не удалось найти install.json!';
$_['error_default']          = 'Расширение по умолчанию не может быть удалено или деинсталлировано!';
$_['error_extension']        = 'Установленное расширение не найдено!';
$_['error_installed']        = 'Расширение уже установлено!';
$_['error_uninstall']        = 'Необходимо деинсталлировать %s расширений перед безопасным удалением данного расширения!';
$_['error_name']             = 'Название должно содержать от 3 до 128 символов!';
$_['error_version']          = 'Версия должна содержать от 3 до 128 символов!';
$_['error_author']           = 'Автор должен содержать от 3 до 128 символов!';
$_['error_link']             = 'Ссылка должна содержать от 3 до 128 символов!';
$_['error_filename']         = 'Имя файла должно содержать от 3 до 128 символов!';
$_['error_file']             = 'Файл установки %s не найден!';
$_['error_file_exists']      = 'Файл уже существует!';
$_['error_file_type']        = 'Недопустимый тип файла!';
$_['error_directory']        = 'Каталог установки %s не найден!';
$_['error_directory_exists'] = 'Путь %s уже существует!';
$_['error_unzip']            = 'Не удалось открыть ZIP-файл!';
$_['error_upload']           = 'Не удалось загрузить файл!';
$_['error_unknown']          = 'Произошла неизвестная ошибка!';

// Zip errors
$_['zip_error_exists']       = 'Файл уже существует!';
$_['zip_error_incons']       = 'ZIP-архив повреждён!';
$_['zip_error_inval']        = 'Недопустимый аргумент!';
$_['zip_error_memory']       = 'Ошибка выделения памяти!';
$_['zip_error_noent']        = 'Файл не найден!';
$_['zip_error_nozip']        = 'Не является ZIP-архивом!';
$_['zip_error_open']         = 'Не удалось открыть файл!';
$_['zip_error_read']         = 'Ошибка чтения!';
$_['zip_error_seek']         = 'Ошибка позиционирования!';
