<?php
// Heading
$_['heading_title']     = 'Модификации';

// Text
$_['text_success']      = 'Готово: Вы изменили модификации!';
$_['text_refresh']      = 'При включении/отключении или удалении модификации необходимо нажать кнопку обновления для пересборки кэша модификаций!';
$_['text_list']         = 'Список модификаций';
$_['text_info']         = 'Информация о модификации';

// Column
$_['column_name']       = 'Название модификации';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название модификации';
$_['entry_description'] = 'Описание';
$_['entry_code']        = 'Код';
$_['entry_xml']         = 'XML';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав для изменения модификаций!';
