<?php
// Heading
$_['heading_title']        = 'Спамға қарсы';

// Text
$_['text_success']         = 'Сәтті: Сіз спамға қарсы жүйені өзгерттіңіз!';
$_['text_list']            = 'Спамға қарсы тізім';
$_['text_add']             = 'Спамға қарсы қосу';
$_['text_edit']            = 'Спамға қарсы өзгерту';

// Column
$_['column_keyword']       = 'Кілт сөз';
$_['column_action']        = 'Әрекет';

// Entry
$_['entry_keyword']        = 'Кілт сөз';

// Error
$_['error_warning']        = 'Ескерту: Форманы қателерге мұқият тексеріңіз!';
$_['error_permission']     = 'Ескерту: Сізде спамға қарсы жүйені өзгертуге рұқсатыңыз жоқ!';
$_['error_keyword']        = 'Кілт сөз 1 және 64 таңба арасында болуы тиіс!';
$_['error_keyword_exists'] = 'Кілт сөз бірегей болуы тиіс!';
