<?php
// Heading
$_['heading_title']           = 'Мақалалар';

// Text
$_['text_success']            = 'Сәтті: Сіз мақалаларды өзгерттіңіз!';
$_['text_next']               = 'Сәтті: Сіз %s-ті %s-тен %s мақала бағалауларына өзгерттіңіз!';
$_['text_list']               = 'Мақалалар тізімі';
$_['text_add']                = 'Мақала қосу';
$_['text_edit']               = 'Мақаланы өзгерту';
$_['text_default']            = 'Әдепкі';
$_['text_keyword']            = 'Бос орындарды қолданбаңыз, олардың орнына - қойыңыз және SEO URL әлемдік түрде бірегей болуын қамтамасыз етіңіз.';

// Column
$_['column_name']             = 'Мақала атауы';
$_['column_author']           = 'Автор';
$_['column_rating']           = 'Баға';
$_['column_date_added']       = 'Қосылған күні';
$_['column_action']           = 'Әрекет';

// Entry
$_['entry_image']             = 'Сурет';
$_['entry_name']              = 'Мақала атауы';
$_['entry_description']       = 'Сипаттама';
$_['entry_tag']               = 'Тегтер';
$_['entry_meta_title']        = 'Мета тег тақырыбы';
$_['entry_meta_keyword']      = 'Мета тег кілт сөздері';
$_['entry_meta_description']  = 'Мета тег сипаттамасы';
$_['entry_topic']             = 'Тақырып';
$_['entry_author']            = 'Автор';
$_['entry_store']             = 'Дүкендер';
$_['entry_sort_order']        = 'Сұрыптау тәртібі';
$_['entry_status']            = 'Мәртебе';
$_['entry_keyword']           = 'Кілт сөз';
$_['entry_layout']            = 'Жобаны басып жазу';

// Button
$_['button_rating']           = 'Бағалауларды есептеу';

// Error
$_['error_warning']           = 'Ескерту: Форманы қателерге мұқият тексеріңіз!';
$_['error_permission']        = 'Ескерту: Сізде мақалаларды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']              = 'Мақала атауы 1 және 255 таңба арасында болуы тиіс!';
$_['error_meta_title']        = 'Мета тақырыбы 1-ден артық және 255-тен аз таңба болуы тиіс!';
$_['error_author']            = 'Автор 3 және 64 таңба арасында болуы тиіс!';
$_['error_keyword']           = 'SEO URL 1 және 64 таңба арасында болуы тиіс!';
$_['error_keyword_exists']    = 'SEO URL бірегей болуы тиіс!';
$_['error_keyword_character'] = 'Кілт сөзде тек a-z, 0-9, - және _ таңбалары қолданыла алады!';
