<?php
// Heading
$_['heading_title']           = 'Тақырыптар';

// Text
$_['text_success']            = 'Сәтті: Сіз тақырыптарды өзгерттіңіз!';
$_['text_list']               = 'Тақырыптар тізімі';
$_['text_add']                = 'Тақырып қосу';
$_['text_edit']               = 'Тақырыпты өзгерту';
$_['text_default']            = 'Әдепкі';
$_['text_keyword']            = 'Бос орындарды қолданбаңыз, олардың орнына - қойыңыз және SEO URL әлемдік түрде бірегей болуын қамтамасыз етіңіз.';

// Column
$_['column_name']             = 'Тақырып атауы';
$_['column_sort_order']       = 'Сұрыптау тәртібі';
$_['column_action']           = 'Әрекет';

// Entry
$_['entry_image']             = 'Сурет';
$_['entry_name']              = 'Тақырып атауы';
$_['entry_description']       = 'Сипаттама';
$_['entry_meta_title']        = 'Мета тег тақырыбы';
$_['entry_meta_keyword']      = 'Мета тег кілт сөздері';
$_['entry_meta_description']  = 'Мета тег сипаттамасы';
$_['entry_store']             = 'Дүкендер';
$_['entry_sort_order']        = 'Сұрыптау тәртібі';
$_['entry_status']            = 'Мәртебе';
$_['entry_keyword']           = 'Кілт сөз';
$_['entry_layout']            = 'Жобаны басып жазу';

// Error
$_['error_warning']           = 'Ескерту: Форманы қателерге мұқият тексеріңіз!';
$_['error_permission']        = 'Ескерту: Сізде тақырыптарды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']              = 'Тақырып атауы 1 және 255 таңба арасында болуы тиіс!';
$_['error_meta_title']        = 'Мета тақырыбы 1-ден артық және 255-тен аз таңба болуы тиіс!';
$_['error_keyword']           = 'SEO URL 1 және 64 таңба арасында болуы тиіс!';
$_['error_keyword_exists']    = 'SEO URL бірегей болуы тиіс!';
$_['error_keyword_character'] = 'Кілт сөзде тек a-z, 0-9, - және _ таңбалары қолданыла алады!';
