<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']                    = 'Налаштування блогу';

// Text
$_['text_success']                     = 'Налаштування успішно змінено!';
$_['text_edit']                        = 'Налаштування';
$_['text_blog_search']                 = 'Так, на всіх сторінках';
$_['text_article']                     = 'Статті';
$_['text_review']                      = 'Відгуки';

// Entry
$_['entry_article_limit']              = 'Кількість статей на Вітрині';
$_['entry_article_description_length'] = 'Кількість символів (Вітрина)';
$_['entry_limit_admin']                = 'Кількість статей у ПУ сайту';
$_['entry_article_count']              = 'Кількість статей у категорії';
$_['entry_blog_menu']                  = 'У верхньому меню';
$_['entry_blog_search']                = 'Включити пошук у шапці';
$_['entry_customer_blog_search']       = 'Відслідковувати пошукові запити покупців';
$_['entry_sitemap']                    = 'Включити картку сайту';
$_['entry_cache_status']               = 'Включити кеш';
$_['entry_article_download']           = 'Дозволити завантаження файлів';
$_['entry_review']                     = 'Дозволити відгуки';
$_['entry_review_guest']               = 'Відгуки відвідувачів';
$_['entry_review_mail']                = 'Сповіщення на E-Mail про новий відгук';
$_['entry_image_category']             = 'Розмір зображення в описі категорії Блога';
$_['entry_image_article']              = 'Розмір зображення у списку статей';
$_['entry_image_related']              = 'Розмір зображення аналогічних статей, товарів';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';
$_['entry_name']                       = 'Назва';
$_['entry_meta_title']                 = 'Мета-тег Title';
$_['entry_html_h1']                    = 'HTML-тег H1';
$_['entry_meta_description']           = 'Мета-тег Description';
$_['entry_meta_keyword']               = 'Мета-тег Keywords';

// Help
$_['help_article_limit']               = 'Кількість статей на сторінці Список статей';
$_['help_article_description_length']  = 'Кількість символів у короткому описі статті на сторінці Список статей';
$_['help_limit_admin']                 = 'Кількість статей або категорій на сторінці в ПУ сайтом.';
$_['help_article_count']               = 'Показує кількість статей у підкатегоріях. Увага! Ця опція збільшує навантаження на сервер за великої кількості статей!';
$_['help_blog_menu']                   = 'Додати до верхнього горизонтального меню посилання на Блог.';
$_['help_blog_search']                 = 'Якщо так, то на сторінках блогу стандартний пошук буде замінено на Пошук по блогу.';
$_['help_customer_blog_search']        = 'Якщо так, буде вестися статистика пошукових запитів покупців. Статистику можна переглядати у розділі: Звіти/Покупці/Пошук покупців по блогу.';
$_['help_sitemap']                     = 'Якщо так, виводитимуться посилання на категорії блогу на сторінці карти сайту.';
$_['help_cache_status']                = 'Якщо так, запити на вибір статей будуть кешуватися.';
$_['help_review']                      = 'Включення/Вимкнення відгуків';
$_['help_review_guest']                = 'Дозволити гостям залишати відгуки.';
$_['help_review_mail']                 = 'Надіслати повідомлення на E-Mail про новий відгук.';

// Error
$_['error_warning']                    = 'Уважно перевірте форму на помилки!';
$_['error_permission']                 = 'У вас недостатньо прав для внесення змін!';
$_['error_limit']                      = 'Вкажіть кількість!';
$_['error_image_article']              = 'Необхідно вказати розмір зображення у списку статей!';
$_['error_image_category']             = 'Необхідно вказати розмір зображення в описі категорії блогу!';
$_['error_image_related']              = 'Необхідно вказати розмір зображення аналогічних статей, товарів!';