<?php
// Heading
$_['heading_title']    = 'Рекомендовані товари в категоріях та виробниках';

// Text
$_['text_extension']   = 'Доповнення';
$_['text_success']     = 'Налаштування змінені';
$_['text_edit']        = 'Редагування';
$_['text_help']        = 'Для роботи модуля необхідно визначити товари в редагуванні категорій або виробників';

// Entry
$_['entry_name']       = 'Назва';
$_['entry_limit']      = 'Ліміт';
$_['entry_width']      = 'Ширина зображення';
$_['entry_height']     = 'Висота зображення';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити від 3 до 64 символів';
$_['error_width']      = 'Необхідно вказати ширину зображення';
$_['error_height']     = 'Необхідно вказати висоту зображення';
