<?php
// Text
$_['text_reviews']    = '%s пікір';
$_['text_write']      = 'Пікір жазу';
$_['text_login']      = 'Пікір жазу үшін <a href="%s">кіріңіз</a> немесе <a href="%s">тіркеліңіз</a>';
$_['text_no_results'] = 'Осы тауар бойынша пікір жазған тұңғыш сіз болыңыз.';
$_['text_note']       = '<span class="text-danger">Ескерту:</span> HTML аударылмайды!';
$_['text_success']    = 'Пікіріңіз үшін рахмет. Ол мақұлдау үшін веб-әкімшіге жіберілді.';

// Entry
$_['entry_author']     = 'Сіздің атыңыз';
$_['entry_review']     = 'Сіздің пікіріңіз';
$_['entry_rating']     = 'Рейтинг';
$_['entry_good']       = 'Жақсы';
$_['entry_bad']        = 'Жаман';

// Tab
$_['tab_review']       = 'Пікірлер (%s)';

// Error
$_['error_token']      = 'Ескерту: Пікір жарамсыз токен!';
$_['error_product']    = 'Ескерту: Тауар табылмады!';
$_['error_author']     = 'Пікір авторының аты 3-тен 25 таңбаға дейін болуы тиіс!';
$_['error_text']       = 'Пікір мәтіні 25-тен 1000 таңбаға дейін болуы тиіс!';
$_['error_rating']     = 'Пікір рейтингін таңдаңыз!';
$_['error_login']      = 'Тауарды пікірлеу үшін кіру керек!';
$_['error_purchased']  = 'Пікір жазу үшін осы тауарды сатып алуыңыз керек!';
$_['error_status']     = 'Пікірлер өшірілген!';
