<?php
// Heading
$_['heading_title']      = 'Сақтық көшірме &amp; Қалпына келтіру';

// Text
$_['text_success']       = 'Сәтті: Сіз деректер базасын сәтті өзгерттіңіз!';
$_['text_progress']      = 'Сақтық көшірме прогресі';
$_['text_backup']        = 'Кесте %s жазбаларды %s бастап %s дейін сақтау';
$_['text_restore']       = '%s қалпына келтіру %s ішінде';
$_['text_option']        = 'Сақтық көшірме параметрлері';
$_['text_history']       = 'Сақтық көшірме тарихы';
$_['text_import']        = 'Үлкен сақтық көшірме файлдары үшін SQL файлын FTP арқылы <strong>~/storage/backup/</strong> каталогына жүктеңіз.';

// Column
$_['column_filename']    = 'Файл атауы';
$_['column_size']        = 'Өлшемі';
$_['column_date_added']  = 'Қосылған күні';
$_['column_action']      = 'Әрекет';

// Entry
$_['entry_progress']     = 'Прогресс';
$_['entry_export']       = 'Экспорт';

// Error
$_['error_permission']   = 'Ескерту: Сізде Сақтық көшірме &amp; Қалпына келтіруді өзгертуге рұқсатыңыз жоқ!';
$_['error_export']       = 'Ескерту: Сіз кемінде бір кестені экспорттауыңыз керек!';
$_['error_table']        = 'Кесте %s рұқсат етілген тізімде жоқ!';
$_['error_file']         = 'Файл табылмады!';
$_['error_directory']    = 'Каталог табылмады!';
$_['error_not_found']    = 'Қате: %s файлын табу мүмкін болмады!';
$_['error_headers_sent'] = 'Қате: Заголовоктар бұрыннан жіберілген!';
$_['error_upload_size']  = 'Жүктелетін файл %s-тен үлкен болмауы тиіс!';
