<?php
// Heading
$_['heading_title']        = 'Жаңарту';

// Text
$_['text_success']         = 'Сәтті: Сіз соңғы нұсқа %s қолданып тұрсыз!';
$_['text_upgrade']         = 'Соңғы нұсқаны тексеру';
$_['text_information']     = 'Нұсқа ақпараты';
$_['text_current_version'] = 'Ағымдағы нұсқа';
$_['text_latest_version']  = 'Соңғы нұсқа';
$_['text_date_added']      = 'Шығарылым күні';
$_['text_change']          = 'Өзгерістер журналы';
$_['text_status']          = 'Жаңарту мәртебесі';
$_['text_ready']           = 'Соңғы нұсқаға жаңарту үшін жаңарту батырмасын басыңыз...';
$_['text_download']        = 'Соңғы нұсқа жүктелуде...';
$_['text_install']         = 'Файлдар көшірілуде...';
$_['text_patch']           = 'Жаңартулар қолданылуде...';

// Button
$_['button_upgrade']       = 'Жаңарту';

// Error
$_['error_permission']     = 'Ескерту: Сізде жаңартуларды өзгертуге рұқсатыңыз жоқ!';
$_['error_connection']     = 'Жаңарту серверіне қосылу мүмкін болмады!';
$_['error_version']        = 'Нұсқа ағымдағы нұсқадан төмен!';
$_['error_download']       = 'Жаңартуды жүктеу мүмкін болмады!';
$_['error_file']           = 'Жаңарту файлы табылмады!';
$_['error_directory']      = '%s каталогын жасау мүмкін болмады!';
$_['error_copy']           = '%s файлын %s-ке көшіру мүмкін болмады!';
$_['error_unzip']          = 'ZIP файлын ашу мүмкін болмады!';
