<?php
// Heading
$_['heading_title'] = 'Використати бонусні бали (Доступно %s)';

// Text
$_['text_success']  = 'Знижку за бонусні бали застосовано';

// Entry
$_['entry_reward']  = 'Кількість балів для використання (Максимум %s)';

// Error
$_['error_reward']  = 'Будь ласка, вкажіть кількість бонусних балів для використання';
$_['error_points']  = 'У вас немає %s бонусних балів';
$_['error_maximum'] = 'Максимальна кількість балів, яку можна застосувати, становить %s';
$_['error_status']  = 'Бонусні бали не активовані в цьому магазині';
