<?php
// Heading
$_['heading_title']        = 'Оцінка вартості доставки та податкових зборів';

// Text
$_['text_shipping_method'] = 'Варіанти способу доставки';
$_['text_destination']     = 'Введіть пункт призначення, щоб отримати оцінку доставки';
$_['text_estimate']        = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення';
$_['text_success']         = 'Розрахунок вартості доставки та податкових зборів виконаний';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Область / Регіон';
$_['entry_postcode']       = 'Індекс';

// Error
$_['error_postcode']       = 'Індекс має містити від 2 до 10 символів';
$_['error_country']        = 'Будь ласка, оберіть країну';
$_['error_zone']           = 'Будь ласка, оберіть область / регіон';
$_['error_shipping']       = 'Необхідно обрати спосіб доставки';
$_['error_no_shipping']    = 'Доставка за вказаною адресою неможлива. <a href="%s">Зв’яжіться з нами</a>, і ми неодмінно знайдемо вирішення проблеми';