<?php
// Heading
$_['heading_title']     = 'Групи покупців';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список груп покупців';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';

// Column
$_['column_name']       = 'Назва групи покупців';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи покупців';
$_['entry_description'] = 'Опис';
$_['entry_approval']    = 'Підтвердження нових покупців';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_approval']     = 'Покупці мають бути схвалені адміністратором перш ніж вони зможуть здійснювати покупки та використовувати всі переваги зареєстрованих покупців';

// Error
$_['error_permission']   = 'У вас недостатньо прав для внесення змін';
$_['error_name']         = 'Назва має містити від 3 до 32 символів';
$_['error_default']      = 'Групу покупців неможливо видалити тому, що її назначено для для основного магазина';
$_['error_store']        = 'Групу покупців неможливо видалити тому, що вона використовується в %s магазинах';
$_['error_customer']     = 'Групу покупців неможливо видалити тому, що в неї входить %s покупців';
