<?php
// Text
$_['text_subject'] = '%s - Ваш аккаунт активирован!';
$_['text_welcome'] = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_login']   = 'Ваш аккаунт создан, и вы можете войти, используя адрес электронной почты и пароль, посетив наш сайт или по следующей ссылке:';
$_['text_service'] = 'После входа вы сможете получить доступ к другим сервисам, включая просмотр прошлых заказов, печать счетов-фактур и редактирование информации своего аккаунта.';
$_['text_thanks']  = 'Спасибо,';

// Button
$_['button_login'] = 'Войти';
