<?php
// Text
$_['text_subject']   = '%s - Запрос GDPR отклонён!';
$_['text_export']    = 'Запрос на экспорт данных аккаунта';
$_['text_remove']    = 'Запрос на удаление аккаунта';
$_['text_hello']     = 'Здравствуйте, <strong>%s</strong>,';
$_['text_user']      = 'Пользователь';
$_['text_contact']   = 'К сожалению, ваша заявка была отклонена. Для получения дополнительной информации вы можете связаться с магазином здесь:';
$_['text_thanks']    = 'Спасибо,';

// Button
$_['button_contact'] = 'Связаться с нами';
