<?php
// Text
$_['text_subject'] = '%s - Запрос GDPR одобрен!';
$_['text_request'] = 'Запрос на удаление аккаунта';
$_['text_hello']   = 'Здравствуйте, <strong>%s</strong>,';
$_['text_user']    = 'Пользователь';
$_['text_gdpr']    = 'Ваш запрос на удаление данных GDPR был одобрен и данные будут удалены через <strong>%s дней</strong>.';
$_['text_q']       = 'Почему мы не удаляем ваши данные сразу?';
$_['text_a']       = 'Запросы на удаление аккаунтов обрабатываются через <strong>%s дней</strong>, чтобы можно было выполнить возвраты, отмены по чарджбэкам или обнаружение мошенничества.';
$_['text_delete']  = 'Вы получите электронное письмо с уведомлением о том, что ваш аккаунт был удалён.';
$_['text_thanks']  = 'Спасибо,';
