<?php
// Heading
$_['heading_title'] = 'Захистіть свій обліковий запис';

// Text
$_['text_security'] = 'Ви повинні відповідати на таємне запитання щоразу, коли входите з невідомого пристрою чи комп’ютера.';
$_['text_code']     = 'На вашу адресу електронної пошти надіслано листа із кодом безпеки. Щоб продовжити, введіть код нижче.';
$_['text_sent']     = 'На вашу електронну пошту надіслано код безпеки';
$_['text_locked']   = 'Ваш обліковий запис заблоковано';
$_['text_reset']    = 'Ваш обліковий запис заблоковано через забагато невдалих спроб введення коду безпеки. Натисніть кнопку скидання, щоб отримати посилання для скидання на вашу електронну пошту.';
$_['text_unlock']   = 'Ваш обліковий запис заблоковано через багато невірних спроб введення коду безпеки. Натисніть кнопку скидання, щоб отримати посилання для скидання на свою електронну адресу.';
$_['text_failed']   = 'Не вдалося скинути код безпеки';
$_['text_unlocked'] = 'Ваш обліковий запис розблоковано';
$_['text_link']     = 'На вашу електронну адресу надіслано листа із посиланням для скидання';
$_['text_resend']   = 'На вашу адресу електронної пошти надіслано листа із кодом безпеки';

// Entry
$_['entry_code']    = 'Код безпеки';
$_['button_send']   = 'Надіслати';
$_['button_reset']  = 'Скинути';

// Error
$_['error_warning'] = 'Ви перевищили дозволену кількість спроб введення коду безпеки';
$_['error_code']    = 'Код безпеки не є дійсним';
$_['error_reset']   = 'Не вдалося скинути код безпеки';
