<?php
// Heading
$_['heading_title'] = 'Забули пароль?';
$_['heading_reset'] = 'Скидання пароля';

// Text
$_['text_email']    = 'Введіть адресу електронної пошти вашого облікового запису. Натисніть кнопку Продовжити для отримання посилання для скидання пароля на електронну пошту.';
$_['text_success']  = 'Посилання для підтвердження скидання пароля було надіслане на вашу адресу електронної пошти';
$_['text_password'] = 'Введіть новий пароль, який ви хочете використовувати';
$_['text_reset']    = 'Ваш пароль успішно оновлено';

// Entry
$_['entry_password'] = 'Новий пароль';
$_['entry_confirm']  = 'Підтвердіть пароль';
$_['entry_email']    = 'E-Mail адреса';

// Error
$_['error_email']    = 'E-Mail адресу не знайдено, перевірте правильність вводу';
$_['error_code']     = 'Невірно вказано код скидання';
$_['error_disabled'] = 'Скидання пароля відключене';
$_['error_password'] = 'Пароль має містити від 4 до 20 символів';
$_['error_password_uppercase'] = 'велика літера';
$_['error_password_lowercase'] = 'мала літера';
$_['error_password_number'] = 'цифра';
$_['error_password_symbol'] = 'символ';
$_['error_password_length'] = 'Пароль повинен містити від %d до 40 символів!';
$_['error_confirm']  = 'Новий пароль та підтвердження не збігаються';