<?php
// Heading
$_['heading_title']    = 'Алаяқтыққа қарсы';

// Text
$_['text_success']     = 'Сәтті: Алаяқтыққа қарсы жүйені өзгерту сәтті өтті!';
$_['text_list']        = 'Алаяқтыққа қарсы жүйелердің тізімі';

// Column
$_['column_name']      = 'Алаяқтыққа қарсы жүйенің атауы';
$_['column_status']    = 'Мәртебесі';
$_['column_action']    = 'Әрекет';

// Error
$_['error_permission'] = 'Ескерту: Сізде алаяқтыққа қарсы жүйені өзгертуге рұқсат жоқ!';
$_['error_extension']  = 'Ескерту: Кеңейту жоқ!';
