<?php
// Heading
$_['heading_title']    = 'Тілдер';

// Text
$_['text_success']     = 'Сәтті: Тілдерді өзгерту сәтті өтті!';
$_['text_list']        = 'Тілдердің тізімі';

// Column
$_['column_name']      = 'Тілдің атауы';
$_['column_status']    = 'Мәртебесі';
$_['column_action']    = 'Әрекет';

// Error
$_['error_permission'] = 'Ескерту: Сізде тілдерді өзгертуге рұқсат жоқ!';
$_['error_extension']  = 'Ескерту: Кеңейту жоқ!';
$_['error_default']    = 'Ескерту: Бұл кеңейтуді алып тастау мүмкін емес, өйткені ол қазір басқару тілі ретінде тағайындалған!';
