<?php
// Heading
$_['heading_title']    = 'Модульдер';

// Text
$_['text_success']     = 'Сәтті: Модульдерді өзгерту сәтті өтті!';
$_['text_layout']      = 'Модульді орнатып және конфигурациялағаннан кейін оны жайманы <a href="%s" class="alert-link">осы жерге</a> қоса аласыз!';
$_['text_add']         = 'Модуль қосу';
$_['text_list']        = 'Модульдердің тізімі';

// Column
$_['column_name']      = 'Модульдің атауы';
$_['column_status']    = 'Мәртебесі';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Модульдің атауы';

// Error
$_['error_permission'] = 'Ескерту: Сізде модульдерді өзгертуге рұқсат жоқ!';
$_['error_extension']  = 'Ескерту: Кеңейту жоқ!';
$_['error_name']       = 'Модульдің атауы 3 және 64 таңба арасында болуы тиіс!';
$_['error_code']       = 'Кеңейту қажет!';
