<?php
// Text
$_['text_subject']        = '%s - Серіктестік бағдарламасы';
$_['text_welcome']        = '%s серіктестік бағдарламасына қосылғаныңыз үшін рахмет!';
$_['text_login']          = 'Тіркелгіңіз енді құрылды және электрондық пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып біздің веб-сайтқа кіре аласыз немесе келесі сілтеме арқылы кіре аласыз:';
$_['text_approval']       = 'Тіркелгіңізге кіру үшін мақұлдау керек. Мақұлдалғаннан кейін электрондық пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып біздің веб-сайтқа кіре аласыз немесе келесі сілтеме арқылы кіре аласыз:';
$_['text_service']        = 'Кіргеннен кейін бақылау кодтарын жасай аласыз, комиссия төлемдерін бақылай аласыз және тіркелгі ақпаратыңызды өзгерте аласыз.';
$_['text_thanks']         = 'Рахмет,';
$_['text_new_affiliate']  = 'Жаңа серіктес';
$_['text_signup']         = 'Жаңа серіктес тіркелді:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Тұтынушы тобы:';
$_['text_firstname']      = 'Аты:';
$_['text_lastname']       = 'Тегі:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Электрондық пошта:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Кіру';
