<?php
// Text
$_['text_subject']  = '%s - GDPR экспорттау/жою өтініші!';
$_['text_export']   = 'Деректерді экспорттау өтініші';
$_['text_remove']   = 'Тіркелгіні жою өтініші';
$_['text_gdpr']     = 'Осы электрондық пошта мекенжайынан GDPR өтініші келді. Осы әрекетті растау үшін төмендегі сілтемені басыңыз:';
$_['text_ip']       = 'Осы өтінішті жасау үшін қолданылған IP:';
$_['text_contact']  = 'Егер сіз бұл өтінішті жасамаған болсаңыз, дүкен иесіне мына жерден хабарласыңыз:';
$_['text_thanks']   = 'Рахмет,';
$_['text_ignore']   = 'Егер сіз бұл өтінішті жасамаған болсаңыз, осы хатты елемеңіз.';

// Buttons
$_['button_export'] = 'Менің деректерімді экспорттауды растаймын';
$_['button_remove'] = 'Менің тіркелгімді жоюды растаймын';
