<?php
// Text
$_['text_subject']        = '%s - Тіркелгеніңіз үшін рахмет';
$_['text_welcome']        = 'Қош келдіңіз және %s-да тіркелгеніңіз үшін рахмет!';
$_['text_login']          = 'Тіркелгіңіз енді құрылды және электрондық пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып біздің веб-сайтқа кіре аласыз немесе келесі сілтеме арқылы кіре аласыз:';
$_['text_approval']       = 'Тіркелгіңізге кіру үшін мақұлдау керек. Мақұлдалғаннан кейін электрондық пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып біздің веб-сайтқа кіре аласыз немесе келесі сілтеме арқылы кіре аласыз:';
$_['text_service']        = 'Кіргеннен кейін өткен тапсырыстарды қарау, шоттарды басып шығару және тіркелгі ақпаратыңызды өзгерту сияқты басқа қызметтерге кіре аласыз.';
$_['text_thanks']         = 'Рахмет,';
$_['text_new_customer']   = 'Жаңа тұтынушы';
$_['text_signup']         = 'Жаңа тұтынушы тіркелді:';
$_['text_customer_group'] = 'Тұтынушы тобы:';
$_['text_firstname']      = 'Аты:';
$_['text_lastname']       = 'Тегі:';
$_['text_email']          = 'Электрондық пошта:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Кіру';
