<?php
// Text
$_['text_reviews']    = 'Відгуків: %s';
$_['text_write']      = 'Написати відгук';
$_['text_login']      = 'Ви маєте виконати <a href="%s">вхід</a> або <a href="%s">зареєструватись</a> для написання відгуків';
$_['text_no_results'] = 'Для цього товару відгуків ще не було';
$_['text_note']       = '<span class="text-danger">Увага:</span> HTML розмітка не підтримується';
$_['text_success']    = 'Дякуємо за ваш відгук. Ваш відгук буде опублікований після перевірки адміністрацією';
$_['entry_author']     = 'Ваше ім’я';

// Entry
$_['entry_name']               = 'Ваше ім’я';
$_['entry_review']             = 'Ваш відгук';
$_['entry_rating']             = 'Рейтинг';
$_['entry_good']               = 'Добре';
$_['entry_bad']                = 'Погано';

// Tabs
$_['tab_review']       = 'Відгуки (%s)';

// Error
$_['error_token']      = 'Маркер відгуку недійсний';
$_['error_product']    = 'Товар не знайдено';
$_['error_author']     = 'Ім’я має містити від 3 до 25 символів';
$_['error_name']       = 'Ім’я має містити від 3 до 25 символів';
$_['error_text']       = 'Текст відгуку має містити від от 25 до 1000 символів';
$_['error_rating']     = 'Будь ласка, оберіть оцінку';
$_['error_login']      = 'Ви маєте виконати вхід для написання відгуку';
$_['error_guest']      = 'Ви маєте виконати вхід для написання відгуку';
$_['error_purchased']  = 'Ви маєте купити цей товар для написання відгуку про нього';
$_['error_status']     = 'Відгуки відключені';