<?php
// Heading
$_['heading_title'] = 'Тіркелгіңізді қорғаңыз';

// Text
$_['text_security'] = 'Белгісіз құрылғыдан немесе компьютерден кірген кезде қауіпсіздік сұрағына жауап беруіңіз керек.';
$_['text_code']     = 'Қауіпсіздік кодын электрондық пошта тіркелгіңізге жіберу үшін жіберу батырмасын басыңыз. Жалғастыру үшін төмендегі кодты енгізіңіз.';
$_['text_sent']     = 'Сәтті: Қауіпсіздік коды бар электрондық хат сіздің электрондық пошта тіркелгіңізге жіберілді!';
$_['text_locked']   = 'Тіркелгіңіз бұғатталды!';
$_['text_reset']    = 'Тіркелгіңіз қауіпсіздік кодын енгізу бойынша көптеген қате әрекеттерге байланысты бұғатталды. Қалпына келтіру сілтемесін алу үшін электрондық пошта тіркелгіңіз арқылы қалпына келтіру батырмасын басыңыз.';
$_['text_link']     = 'Сәтті: Қалпына келтіру сілтемесі бар электрондық хат сіздің электрондық пошта мекенжайыңызға жіберілді!';
$_['text_unlocked'] = 'Тіркелгіңіз бұғаттан шығарылды!';
$_['text_unlock']   = 'Тіркелгіңіз бұғаттан шығарылды. Жалғастыру үшін қайта кіруіңіз және 2FA процесін қайталауыңыз керек.';
$_['text_failed']   = 'Қауіпсіздік кодыңызды қалпына келтіру мүмкін болмады!';

// Entry
$_['entry_code']    = 'Қауіпсіздік коды';

// Button
$_['button_send']   = 'Жіберу';
$_['button_reset']  = 'Қалпына келтіру';

// Error
$_['error_code']    = 'Қауіпсіздік коды сәйкес келмейді!';