<?php
// Heading
$_['heading_title']    = 'Сурет басқарушысы';

// Text
$_['text_uploaded']    = 'Сәтті: Файлыңыз жүктелді!';
$_['text_directory']   = 'Сәтті: Каталог құрылды!';
$_['text_delete']      = 'Сәтті: Файлыңыз немесе каталогыңыз жойылды!';

// Entry
$_['entry_search']     = 'Іздеу..';
$_['entry_folder']     = 'Қапшық аты';

// Error
$_['error_permission'] = 'Ескерту: Рұқсат берілмеді!';
$_['error_filename']   = 'Ескерту: Файл аты 3-тен 255-ке дейін болуы керек!';
$_['error_folder']     = 'Ескерту: Қапшық аты 3-тен 255-ке дейін болуы керек!';
$_['error_exists']     = 'Ескерту: Бірдей атпен файл немесе каталог бұрыннан бар!';
$_['error_directory']  = 'Ескерту: Каталог жоқ!';
$_['error_filesize']   = 'Ескерту: Файл өлшемі дұрыс емес!';
$_['error_file_type']  = 'Ескерту: Файл түрі дұрыс емес!';
$_['error_upload']     = 'Ескерту: Файл белгісіз себеппен жүктелмеді!';
$_['error_delete']     = 'Ескерту: Сіз бұл каталогты жоя алмайсыз!';