<?php
// Heading
$_['heading_title']            = 'Құпия сөзді ұмыттыңыз ба?';
$_['heading_reset']            = 'Құпия сөзді қалпына келтіру';

// Text
$_['text_email']               = 'Тіркелгіңізбен байланысты электрондық пошта мекенжайын енгізіңіз. Құпия сөзді қалпына келтіру сілтемесін алу үшін жіберуді басыңыз.';
$_['text_success']             = 'Растау сілтемесі бар электрондық хат сіздің әкімшілік электрондық пошта мекенжайыңызға жіберілді.';
$_['text_password']            = 'Пайдаланғыңыз келетін жаңа құпия сөзді енгізіңіз.';
$_['text_reset']               = 'Сәтті: Құпия сөзіңіз сәтті жаңартылды.';

// Entry
$_['entry_password']           = 'Құпия сөз';
$_['entry_confirm']            = 'Растау';
$_['entry_email']              = 'Электрондық пошта мекенжайы';

// Error
$_['error_email']              = 'Ескерту: Электрондық пошта мекенжайы біздің жазбаларымыздан табылмады!';
$_['error_code']               = 'Қалпына келтіру коды сәйкес келмейді!';
$_['error_disabled']           = 'Құпия сөзді қалпына келтіру өшірілді!';
$_['error_password']           = 'Құпия сөз %s болуы керек және %d-ден 20 таңбаға дейін болуы тиіс!';
$_['error_password_uppercase'] = 'үлкен әріп';
$_['error_password_lowercase'] = 'кіші әріп';
$_['error_password_number']    = 'сан';
$_['error_password_symbol']    = 'таңба';
$_['error_password_length']    = 'Құпия сөз %d-ден 40 таңбаға дейін болуы керек!';
$_['error_confirm']            = 'Құпия сөз және құпия сөзді растау сәйкес келмейді!';