<?php
// Heading
$_['heading_title']                   = 'Маңызды қауіпсіздік хабарландыруы!';

// Text
$_['text_install']                    = 'Орнату каталогын жою';
$_['text_install_description']        = 'Сіздің орнату каталогыңызд жою қажет!';
$_['text_install_success']            = 'Сәтті: Орнату каталогы жойылды!';
$_['text_storage']                    = 'Сақтау каталогын жылжыту';
$_['text_storage_description']        = 'Сақтау каталогын веб-каталогтың сыртына (мысалы, public_html, www немесе htdocs) жылжыту өте маңызды.';
$_['text_storage_move']               = '%s файлдардың %s-нің %s-іне жылжыту';
$_['text_storage_success']            = 'Сәтті: Сақтау каталогы жылжытылды!';
$_['text_storage_delete']             = 'Бұрынғы сақтау каталогын жою';
$_['text_storage_delete_description'] = 'Сіздің бұрынғы сақтау каталогыңызд жою қажет!';
$_['text_storage_delete_success']     = 'Сәтті: Бұрынғы сақтау каталогы жойылды!';
$_['text_admin']                      = 'Әкімшілік каталогын жылжыту';
$_['text_admin_description']          = 'Төмендегі өрісте жаңа әкімшілік каталогы атын теріңіз.';
$_['text_admin_move']                 = '%s файлдардың %s-нің %s-іне жылжыту';
$_['text_admin_success']              = 'Сәтті: Әкімшілік каталогы жылжытылды!';
$_['text_admin_delete']               = 'Бұрынғы әкімшілік каталогын жою';
$_['text_admin_delete_description']   = 'Сіздің бұрынғы әкімшілік каталогыңызд жою қажет!';
$_['text_admin_delete_success']       = 'Сәтті: Бұрынғы әкімшілік каталогы жойылды!';
$_['text_path']                       = 'Жол';

// Entry
$_['entry_path']                      = 'Жол';
$_['entry_path_current']              = 'Ағымдағы жол';
$_['entry_path_new']                  = 'Жаңа жол';
$_['entry_name']                      = 'Каталог аты';

// Buttons
$_['button_move']                     = 'Жылжыту';

// Help
$_['help_storage']                    = 'Сақтау каталогы аты `storage`-ден басталуы керек. Мысалы, `storage_`.';

// Error
$_['error_permission']                = 'Ескерту: Сізде қауіпсіздікті өзгертуге рұқсат жоқ!';
$_['error_install']                   = 'Ескерту: Орнату каталогы жоқ!';
$_['error_storage']                   = 'Ескерту: Сақтау каталогы жоқ!';
$_['error_storage_root']              = 'Ескерту: Сақтау каталогы веб-түбірінің сыртында болуы керек!';
$_['error_storage_name']              = 'Ескерту: Сақтау каталогы аты `storage`-ден басталуы керек! Мысалы, `storage_`.';
$_['error_admin']                     = 'Ескерту: Әкімшілік каталогы жоқ!';
$_['error_admin_allowed']             = 'Ескерту: Бұл әкімшілік каталогы атын қолдану мүмкін емес!';
$_['error_admin_exists']              = 'Ескерту: Әкімшілік каталогы бұрыннан бар!';
$_['error_writable']                  = 'Ескерту: config.php және admin/config.php жазуға болатын болуы керек!';
$_['error_remove']                    = 'Ескерту: Жою үшін каталог жоқ!';