<?php
// Heading
$_['heading_title']      = 'Адреси';

// Text
$_['text_account']       = 'Особистий кабінет';
$_['text_address_book']  = 'Адреси доставки';
$_['text_address_add']   = 'Додати адресу';
$_['text_address_edit']  = 'Змінити адресу';
$_['text_add']           = 'Адресу додано';
$_['text_edit']          = 'Адреси доставки';
$_['text_delete']        = 'Адресу видалено';
$_['text_no_results']    = 'У вашому обліковому записі немає адрес';
$_['text_default']       = 'За замовчуванням';

// Entry
$_['entry_firstname']    = 'Ім’я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_company']      = 'Компанія';
$_['entry_address_1']    = 'Адреса 1';
$_['entry_address_2']    = 'Адреса 2';
$_['entry_postcode']     = 'Індекс';
$_['entry_city']         = 'Місто';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Область / Регіон';
$_['entry_default']      = 'Основна адреса';

// Error
$_['error_token']        = 'Маркер адреси недійсний!';
$_['error_subscription'] = 'Адреса наразі використовується %s активними підписками';
$_['error_default']      = 'Ви не можете видалити основну адресу';
$_['error_delete']       = 'Має бути не менше однієї адреси';
$_['error_firstname']    = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів';
$_['error_address_1']    = 'Адреса має містити від 3 до 128 символів';
$_['error_postcode']     = 'Індекс має містити 2 до 10 символів';
$_['error_city']         = 'Назва міста має містити від 2 до 128 символів';
$_['error_country']      = 'Будь ласка, оберіть країну';
$_['error_zone']         = 'Будь ласка, оберіть область / регіон';
$_['error_custom_field'] = '%s - обов’язково';
$_['error_regex']        = '%s - вказано невірно';
