<?php
// Heading
$_['heading_title'] = 'Захистіть свій обліковий запис';

// Text
$_['text_security'] = 'Ви повинні відповідати на запитання безпеки щоразу, коли входите з невідомого пристрою або комп’ютера.';
$_['text_code']     = 'На вашу електронну пошту було надіслано код безпеки. Введіть код нижче, щоб продовжити.';
$_['text_sent']                 = 'На вашу електронну пошту надіслано код безпеки!';
$_['text_locked']   = 'Ваш обліковий запис заблоковано';
$_['text_reset']                = 'Ваш обліковий запис заблоковано через забагато невдалих спроб введення коду безпеки. Натисніть кнопку скидання, щоб отримати посилання для скидання на вашу електронну пошту.';
$_['text_unlock']   = 'Ваш обліковий запис було заблоковано через занадто багато неправильних спроб введення коду безпеки. Натисніть кнопку скидання, щоб отримати посилання для скидання на свою електронну пошту.';
$_['text_failed']               = 'Не вдалося скинути код безпеки!';
$_['text_unlocked'] = 'Ваш обліковий запис розблоковано';
$_['text_link']     = 'На вашу електронну пошту надіслано посилання для скидання';
$_['text_resend']   = 'На вашу електронну пошту надіслано код безпеки';

// Entry
$_['entry_code']    = 'Код безпеки';
$_['button_send']               = 'Надіслати';
$_['button_reset']              = 'Скинути';

// Error
$_['error_warning'] = 'Ви перевищили дозволену кількість спроб введення коду безпеки';
$_['error_code']    = 'Код безпеки не співпадає';
$_['error_reset']   = 'Не вдалося скинути код безпеки';
