<?php
// Heading
$_['heading_title']      = 'Забули пароль?';
$_['heading_reset']      = 'Скинути пароль';

// Text
$_['text_account']       = 'Особистий кабінет';
$_['text_forgotten']     = 'Забули пароль?';
$_['text_your_email']	 = 'Ваш E-Mail';
$_['text_email']         = 'Введіть адресу електронної пошти, пов’язану з вашим обліковим записом. Натисніть «Надіслати», щоб отримати електронною поштою посилання для зміни пароля';
$_['text_password']      = 'Введіть новий пароль, який ви хочете використовувати';
$_['text_sent']          = 'На вашу електронну адресу надіслано лист із посиланням для підтвердження!';
$_['text_reset']         = 'Ваш пароль успішно оновлено.';
$_['text_success']       = 'Ваш пароль успішно оновлено.';

// Entry
$_['entry_email']        = 'E-Mail адреса';
$_['entry_new_password'] = 'Новий пароль';
$_['entry_password']     = 'Пароль';
$_['entry_confirm']      = 'Підтвердження';

// Error
$_['error_email']        = 'Адреса електронної пошти недійсна';
$_['error_not_found']    = 'E-Mail адресу не знайдено, перевірте правильність вводу';
$_['error_password']     = 'Пароль має містити від 4 до 20 символів';
$_['error_password_uppercase'] = 'велика літера';
$_['error_password_lowercase'] = 'мала літера';
$_['error_password_number'] = 'цифра';
$_['error_password_symbol'] = 'символ';
$_['error_password_length'] = 'Пароль повинен містити від %d до 20 символів!';
$_['error_confirm']      = 'Паролі не збігаються';
$_['error_code']         = 'Код зміни пароля недійсний або вже був використаний';
