<?php
// Heading
$_['heading_title']                = 'Авторизація';

// Text
$_['text_account']                 = 'Обліковий запис';
$_['text_login']                   = 'Авторизація';
$_['text_new_customer']            = 'Новий покупець';
$_['text_register']                = 'Реєстрація';
$_['text_register_account']        = 'Створення облікового запису допоможе здійснювати покупки швидше та більш зручно. Ви також зможете відслідковувати статус замовлень, використовувати закладки, переглядати минулі замовлення, та отримувати знижки для постійних покупуів.';
$_['text_returning_customer']      = 'Постійний покупець';
$_['text_i_am_returning_customer'] = 'Я здійснював покупки раніше та реєструвався';
$_['text_forgotten']               = 'Забули пароль?';

// Entry
$_['entry_email']                  = 'E-Mail адреса';
$_['entry_password']               = 'Пароль';

// Error
$_['error_token']                  = 'Маркер входу недійсний';
$_['error_login']                  = 'Не знайдена адреса E-Mail або невірно вказаний пароль';
$_['error_attempts']               = 'Ви перевищили допустиму кількість спроб входу в систему. Будь ласка, спробуйте через годину.';
$_['error_approved']               = 'Ви зможете виконати вхід після перевірки вашого облікового запису адміністрацією.';
