<?php
// Heading
$_['heading_title']      = 'Повернення товару';

// Text
$_['text_account']       = 'Обліковий запис';
$_['text_return']        = 'Інформація про повернення';
$_['text_return_detail'] = 'Детальна інформація про повернення';
$_['text_description']   = 'Будь ласка, заповніть форму запиту на повернення товару';
$_['text_order']         = 'Інформація про замовлення';
$_['text_customer']      = 'Інформація про покупця';
$_['text_product']       = 'Інформація про товар';
$_['text_reason']        = 'Причина повернення';
$_['text_action']        = 'Дія';
$_['text_tbc']           = 'Очікує підтвердження';
$_['text_message']       = '<p>Дякуємо, що надіслали запит на повернення. Ваш запит надіслано до відповідного відділу для обробки.</p><p>Про статус вашого запиту ви отримаєте сповіщення електронною поштою.</p>';
$_['text_return_id']     = '№ запиту на повернення:';
$_['text_order_id']      = 'Замовлення';
$_['text_orders_id']     = '№ замовлення:';
$_['text_date_ordered']  = 'Дата замовлення:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата додавання:';
$_['text_opened']        = 'Відкрито';
$_['text_unopened']      = 'Не відкрито';
$_['text_comment']       = 'Коментар до повернення';
$_['text_history']       = 'Історія повернень';
$_['text_no_results']    = 'У вас ще не було повернення товарів';
$_['text_agree']         = 'Я погоджуюсь з умовами <a href="%s" class="modal-link"><b>%s</b></a>';

// Column
$_['column_return_id']   = '№ запиту на повернення';
$_['column_order_id']    = '№ замовлення';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата додавання';
$_['column_customer']    = 'Покупець';
$_['column_product']     = 'Назва товару';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Кількість';
$_['column_price']       = 'Ціна';
$_['column_opened']      = 'Відкрито';
$_['column_comment']     = 'Коментар';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Дія';

// Entry
$_['entry_order_id']     = '№ замовлення';
$_['entry_date_ordered'] = 'Дата замовлення';
$_['entry_firstname']    = 'Ім’я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Назва товару';
$_['entry_model']        = 'Модель';
$_['entry_quantity']     = 'Кількість';
$_['entry_reason']       = 'Причина повернення';
$_['entry_opened']       = 'Товар розпакований';
$_['entry_fault_detail'] = 'Опис дефектів';
$_['error_return']       = 'Запит на повернення не знайдений';

// Error
$_['text_error']         = 'Запит на повернення не знайдений';
$_['error_token']        = 'Недійсний маркер повернення';
$_['error_order_id']     = 'Не вказаний номер замовлення';
$_['error_firstname']    = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів';
$_['error_email']        = 'Адреса електронної пошти недійсна';
$_['error_telephone']    = 'Номер телефону має містити від 3 до 32 символів';
$_['error_product']      = 'Назва товару має містити від 3 до 255 символів';
$_['error_model']        = 'Модель має містити від 3 до 64 символів';
$_['error_reason']       = 'Необхідно вказати причину повернення товару';
$_['error_agree']        = 'Ви маєте прочитати та погодитись з умовами %s';
