<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис створений';

// Text
$_['text_success']  = '<p>Вітаємо! Ви успішно зареєстровані в магазині.</p><p>Тепер ви можете скористатись додатковими можливостями: перегляд історії замовлень, друк рахунку, зміна контактної інформації та адрес доставки, та інше.</p><p>Якщо у вас виникли запитання, напишіть нам.</p><p>Листа з даними про реєстрацію було надіслано на ваш E-mail. Якщо ви не отримали листа, <a href="%s">напишіть нам</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію %s!</p><p>Ви будете сповіщені електронною поштою відразу після активації вашого облікового запису.</p><p>Якщо у вас виникли будь-які запитання, <a href="%s">напишіть нам</a>.</p>';
$_['text_account']  = 'Обліковий запис';
