<?php
// Heading
$_['heading_title']    = 'Реферальні посилання';

// Text
$_['text_account']     = 'Кабінет партнера';
$_['text_description'] = 'Для отримання агентської винагороди з покупок, що здійснили приведені вами покупці, необхідно додати в посилання реферальний код. Скористайтесь генератором посилань для сайту %s.';

// Entry
$_['entry_code']       = 'Ваш реферальний код';
$_['entry_generator']  = 'Генератор реферальних посилань';
$_['entry_link']       = 'Реферальне посилання';

// Help
$_['help_generator']  = 'Введіть назву товару, на який необхідно створити посилання';
