<?php
// Heading
$_['heading_title']   = 'Список бажань';

// Text
$_['text_account']  = 'Особистий кабінет';
$_['text_instock']  = 'В наявності';
$_['text_wishlist'] = 'Бажання (%s)';
$_['text_login']    = 'Необхідно увійти до <a href="%s">особистого кабінету</a> або <a href="%s">створити обліковий запис</a> для того, щоб зберегти товар <a href="%s">%s</a> у свій <a href="%s">список бажань</a>';
$_['text_success']  = 'Товар <a href="%s">%s</a> був доданий у <a href="%s">список бажань</a>';
$_['text_remove']   = 'Список бажань обновлений';
$_['text_no_results'] = 'У вас немає товарів у списку бажань';

// Column
$_['column_image']  = 'Зображення';
$_['column_name']   = 'Назва товару';
$_['column_model']  = 'Модель';
$_['column_stock']  = 'Наявність';
$_['column_price']  = 'Ціна за одиницю товару';
$_['column_action'] = 'Дія';

// Error
$_['error_product'] = 'Товар не знайдено';
$_['error_login']   = 'Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a>, щоб видалити елементи зі свого <a href="%s">списку бажань</a>';
