<?php
// Text
$_['text_log']               = 'Проверьте журнал подписки для получения дополнительной информации.';

// Error
$_['error_store']            = 'Внимание: Магазин не найден!';
$_['error_language']         = 'Внимание: Язык не найден!';
$_['error_currency']         = 'Внимание: Валюта не найдена!';
$_['error_customer']         = 'Внимание: Покупатель не найден!';
$_['error_payment_address']  = 'Внимание: Платёжный адрес не найден!';
$_['error_shipping_address'] = 'Внимание: Адрес доставки не найден!';
$_['error_product']          = 'Внимание: Товар %s не найден!';
$_['error_option']           = 'Внимание: Вариант %s не найден!';
$_['error_shipping_method']  = 'Внимание: Требуется способ доставки!';
$_['error_payment_method']   = 'Внимание: Требуется способ оплаты!';
$_['error_extension']        = 'Внимание: Расширение способа оплаты не найдено!';
