<?php
// Heading
$_['heading_title']        = 'Пользовательские поля';

// Text
$_['text_success']         = 'Готово: Вы изменили пользовательские поля!';
$_['text_list']            = 'Список пользовательских полей';
$_['text_add']             = 'Добавить пользовательское поле';
$_['text_edit']            = 'Редактировать пользовательское поле';
$_['text_choose']          = 'Выбрать';
$_['text_select']          = 'Выпадающий список';
$_['text_radio']           = 'Переключатель';
$_['text_checkbox']        = 'Флажок';
$_['text_input']           = 'Поле ввода';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'Текстовое поле';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата &amp; Время';
$_['text_time']            = 'Время';
$_['text_account']         = 'Аккаунт';
$_['text_address']         = 'Адрес';
$_['text_affiliate']       = 'Партнёр';
$_['text_regex']           = 'Регулярное выражение';
$_['text_custom_field']    = 'Пользовательское поле';
$_['text_value']           = 'Значения пользовательского поля';

// Column
$_['column_name']          = 'Название пользовательского поля';
$_['column_location']      = 'Расположение';
$_['column_type']          = 'Тип';
$_['column_status']        = 'Статус';
$_['column_sort_order']    = 'Порядок сортировки';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название пользовательского поля';
$_['entry_location']       = 'Расположение';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Значение';
$_['entry_validation']     = 'Валидация';
$_['entry_custom_value']   = 'Название значения пользовательского поля';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_required']       = 'Обязательное';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортировки';

// Help
$_['help_regex']           = 'Используйте регулярное выражение. Например: /[^a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Используйте минус для обратного отсчёта от последнего поля в наборе.';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение пользовательских полей!';
$_['error_name']           = 'Название пользовательского поля должно содержать от 1 до 128 символов!';
$_['error_type']           = 'Внимание: Требуются значения пользовательского поля!';
$_['error_custom_value']   = 'Название значения должно содержать от 1 до 128 символов!';
