<?php
// Heading
$_['heading_title']     = 'Группы клиентов';

// Text
$_['text_success']      = 'Готово: Вы изменили группы клиентов!';
$_['text_list']         = 'Список групп клиентов';
$_['text_add']          = 'Добавить группу клиентов';
$_['text_edit']         = 'Редактировать группу клиентов';

// Column
$_['column_name']       = 'Название группы клиентов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы клиентов';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Одобрение новых клиентов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Клиенты должны быть одобрены администратором перед входом в систему.';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав на изменение групп клиентов!';
$_['error_name']        = 'Название группы клиентов должно содержать от 3 до 32 символов!';
$_['error_default']     = 'Внимание: Эта группа клиентов не может быть удалена, так как она назначена как группа клиентов по умолчанию!';
$_['error_store']       = 'Внимание: Эта группа клиентов не может быть удалена, так как она назначена для %s магазинов!';
$_['error_customer']    = 'Внимание: Эта группа клиентов не может быть удалена, так как она назначена для %s клиентов!';
