<?php
// Heading
$_['heading_title']           = 'Страны';

// Text
$_['text_success']            = 'Готово: Вы изменили страны!';
$_['text_list']               = 'Список стран';
$_['text_add']                = 'Добавить страну';
$_['text_edit']               = 'Редактировать страну';
$_['text_filter']             = 'Фильтр';

// Column
$_['column_name']             = 'Название страны';
$_['column_iso_code_2']       = 'ISO код (2)';
$_['column_iso_code_3']       = 'ISO код (3)';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название страны';
$_['entry_iso_code_2']        = 'ISO код (2)';
$_['entry_iso_code_3']        = 'ISO код (3)';
$_['entry_address_format']    = 'Формат адреса';
$_['entry_postcode_required'] = 'Почтовый индекс обязателен';
$_['entry_status']            = 'Статус';

// Error
$_['error_permission']        = 'Внимание: У вас нет прав на изменение стран!';
$_['error_name']              = 'Название страны должно содержать от 1 до 128 символов!';
$_['error_iso_code_2']        = 'ISO код 2 должен содержать 2 символа!';
$_['error_iso_code_3']        = 'ISO код 3 должен содержать от 3 символов!';
$_['error_default']           = 'Внимание: Эту страну нельзя удалить, так как она назначена страной магазина по умолчанию!';
$_['error_store']             = 'Внимание: Эту страну нельзя удалить, так как она назначена для %s магазинов!';
$_['error_address']           = 'Внимание: Эту страну нельзя удалить, так как она назначена для %s записей адресной книги!';
$_['error_zone']              = 'Внимание: Эту страну нельзя удалить, так как она назначена для %s зон!';
$_['error_zone_to_geo_zone']  = 'Внимание: Эту страну нельзя удалить, так как она назначена для %s зон в гео-зонах!';
