<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Готово: Вы изменили валюты!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавить валюту';
$_['text_edit']            = 'Редактировать валюту';
$_['text_iso']             = 'Полный список кодов валют ISO и настроек можно найти <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">здесь</a>.';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_status']        = 'Статус';
$_['column_date_modified'] = 'Последнее обновление';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название валюты';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Десятичные знаки';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не изменяйте, если это ваша валюта по умолчанию.';
$_['help_value']           = 'Значение вашей валюты по умолчанию в текущей единице валюты. Установите 1 для вашей валюты по умолчанию.';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение валют!';
$_['error_extension']      = 'Внимание: Расширение валюты не найдено!';
$_['error_title']          = 'Название валюты должно содержать от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен содержать 3 символа!';
$_['error_default']        = 'Внимание: Эту валюту нельзя удалить, так как она назначена валютой магазина по умолчанию!';
$_['error_store']          = 'Внимание: Эту валюту нельзя удалить, так как она назначена для %s магазинов!';
$_['error_order']          = 'Внимание: Эту валюту нельзя удалить, так как она назначена для %s заказов!';
