<?php
// Heading
$_['heading_title']      = 'Гео-зоны';

// Text
$_['text_success']       = 'Готово: Вы изменили гео-зоны!';
$_['text_list']          = 'Список гео-зон';
$_['text_add']           = 'Добавить гео-зону';
$_['text_edit']          = 'Редактировать гео-зону';
$_['text_geo_zone']      = 'Гео-зоны';

// Column
$_['column_name']        = 'Название гео-зоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название гео-зоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение гео-зон!';
$_['error_name']         = 'Название гео-зоны должно содержать от 3 до 32 символов!';
$_['error_description']  = 'Описание должно содержать от 3 до 255 символов!';
$_['error_tax_rate']     = 'Внимание: Эту гео-зону нельзя удалить, так как она назначена для одной или нескольких налоговых ставок!';
