<?php
// Heading
$_['heading_title']    = 'Классы длины';

// Text
$_['text_success']     = 'Готово: Вы изменили классы длины!';
$_['text_list']        = 'Список классов длины';
$_['text_add']         = 'Добавить класс длины';
$_['text_edit']        = 'Редактировать класс длины';

// Column
$_['column_title']     = 'Название единицы длины';
$_['column_unit']      = 'Единица длины';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название единицы длины';
$_['entry_unit']       = 'Единица длины';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Значение вашей единицы длины по умолчанию в текущей единице длины. Установите 1 для вашей единицы длины по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение классов длины!';
$_['error_title']      = 'Название единицы длины должно содержать от 3 до 32 символов!';
$_['error_unit']       = 'Единица длины должна содержать от 1 до 4 символов!';
$_['error_default']    = 'Внимание: Этот класс длины нельзя удалить, так как он назначен классом длины магазина по умолчанию!';
$_['error_product']    = 'Внимание: Этот класс длины нельзя удалить, так как он назначен для %s товаров!';
