<?php
// Heading
$_['heading_title']    = 'Магазины';

// Text
$_['text_success']     = 'Готово: Вы изменили магазины!';
$_['text_list']        = 'Список магазинов';
$_['text_add']         = 'Добавить магазин';
$_['text_edit']        = 'Редактировать магазин';
$_['text_geocode']     = 'Геокодирование не выполнено по следующей причине:';

// Column
$_['column_name']      = 'Название магазина';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Часы работы';
$_['entry_comment']    = 'Комментарий';

// Help
$_['help_telephone']   = 'Пожалуйста, введите телефонный номер вашего магазина.';
$_['help_geocode']     = 'Пожалуйста, введите геокод вашего магазина вручную.';
$_['help_open']        = 'Заполните часы работы вашего магазина.';
$_['help_comment']     = 'Это поле предназначено для любых специальных заметок, которые вы хотите сообщить клиенту, например: магазин не принимает чеки.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение магазинов!';
$_['error_name']       = 'Название магазина должно содержать от 3 до 32 символов!';
$_['error_address']    = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_telephone']  = 'Телефон должен содержать от 3 до 32 символов!';
