<?php
// Heading
$_['heading_title']    = 'Статусы заказов';

// Text
$_['text_success']     = 'Готово: Вы изменили статусы заказов!';
$_['text_list']        = 'Список статусов заказов';
$_['text_add']         = 'Добавить статус заказа';
$_['text_edit']        = 'Редактировать статус заказа';

// Column
$_['column_name']      = 'Название статуса заказа';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса заказа';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение статусов заказов!';
$_['error_name']       = 'Название статуса заказа должно содержать от 3 до 32 символов!';
$_['error_default']    = 'Внимание: Этот статус заказа нельзя удалить, так как он назначен статусом заказа магазина по умолчанию!';
$_['error_download']   = 'Внимание: Этот статус заказа нельзя удалить, так как он назначен статусом скачивания по умолчанию!';
$_['error_order']      = 'Внимание: Этот статус заказа нельзя удалить, так как он назначен для %s заказов!';
