<?php
// Heading
$_['heading_title']    = 'Статусы возврата';

// Text
$_['text_success']     = 'Готово: Вы изменили статусы возврата!';
$_['text_list']        = 'Список статусов возврата';
$_['text_add']         = 'Добавить статус возврата';
$_['text_edit']        = 'Редактировать статус возврата';

// Column
$_['column_name']      = 'Название статуса возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса возврата';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение статусов возврата!';
$_['error_name']       = 'Название статуса возврата должно содержать от 3 до 32 символов!';
$_['error_default']    = 'Внимание: Этот статус возврата нельзя удалить, так как он назначен статусом возврата по умолчанию!';
$_['error_return']     = 'Внимание: Этот статус возврата нельзя удалить, так как он назначен для %s возвратов!';
