<?php
// Heading
$_['heading_title']    = 'Причины возврата';

// Text
$_['text_success']     = 'Готово: Вы изменили причины возврата!';
$_['text_list']        = 'Список причин возврата';
$_['text_add']         = 'Добавить причину возврата';
$_['text_edit']        = 'Редактировать причину возврата';

// Column
$_['column_name']      = 'Название причины возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название причины возврата';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение причин возврата!';
$_['error_name']       = 'Название причины возврата должно содержать от 3 до 128 символов!';
$_['error_return']     = 'Внимание: Эту причину возврата нельзя удалить, так как она назначена для %s возвращённых товаров!';
