<?php
// Heading
$_['heading_title']    = 'Действия при возврате';

// Text
$_['text_success']     = 'Готово: Вы изменили действия при возврате!';
$_['text_list']        = 'Список действий при возврате';
$_['text_add']         = 'Добавить действие при возврате';
$_['text_edit']        = 'Редактировать действие при возврате';

// Column
$_['column_name']      = 'Название действия при возврате';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название действия при возврате';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение действий при возврате!';
$_['error_name']       = 'Название действия при возврате должно содержать от 3 до 64 символов!';
$_['error_return']     = 'Внимание: Это действие при возврате нельзя удалить, так как оно назначено для %s возвращённых товаров!';
