<?php
// Heading
$_['heading_title']    = 'Статусы наличия';

// Text
$_['text_success']     = 'Готово: Вы изменили статусы наличия!';
$_['text_list']        = 'Список статусов наличия';
$_['text_add']         = 'Добавить статус наличия';
$_['text_edit']        = 'Редактировать статус наличия';

// Column
$_['column_name']      = 'Название статуса наличия';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса наличия';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение статусов наличия!';
$_['error_name']       = 'Название статуса наличия должно содержать от 3 до 32 символов!';
$_['error_product']    = 'Внимание: Этот статус наличия нельзя удалить, так как он назначен для %s товаров!';
