<?php
// Heading
$_['heading_title']      = 'Статусы подписок';

// Text
$_['text_success']       = 'Готово: Вы изменили статусы подписок!';
$_['text_list']          = 'Список статусов подписок';
$_['text_add']           = 'Добавить статус подписки';
$_['text_edit']          = 'Редактировать статус подписки';

// Column
$_['column_name']        = 'Название статуса подписки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название статуса подписки';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение статусов подписок!';
$_['error_name']         = 'Название статуса подписки должно содержать от 3 до 32 символов!';
$_['error_default']      = 'Внимание: Этот статус подписки нельзя удалить, так как он назначен статусом подписки магазина по умолчанию!';
$_['error_subscription'] = 'Внимание: Этот статус подписки нельзя удалить, так как он назначен для %s подписок!';
