<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
$_['text_success']         = 'Готово: Вы изменили налоговые ставки!';
$_['text_list']            = 'Список налоговых ставок';
$_['text_add']             = 'Добавить налоговую ставку';
$_['text_edit']            = 'Редактировать налоговую ставку';
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксированная сумма';

// Column
$_['column_name']          = 'Название налога';
$_['column_rate']          = 'Налоговая ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Гео-зона';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название налога';
$_['entry_rate']           = 'Налоговая ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_geo_zone']       = 'Гео-зона';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение налоговых ставок!';
$_['error_tax_rule']       = 'Внимание: Эту налоговую ставку нельзя удалить, так как она назначена для %s налоговых классов!';
$_['error_name']           = 'Название налога должно содержать от 3 до 32 символов!';
$_['error_rate']           = 'Налоговая ставка обязательна!';
