<?php
// Heading
$_['heading_title']     = 'Налоговые классы';

// Text
$_['text_success']      = 'Готово: Вы изменили налоговые классы!';
$_['text_list']         = 'Список налоговых классов';
$_['text_add']          = 'Добавить налоговый класс';
$_['text_edit']         = 'Редактировать налоговый класс';
$_['text_tax_class']    = 'Налоговый класс';
$_['text_tax_rate']     = 'Налоговые ставки';
$_['text_shipping']     = 'Адрес доставки';
$_['text_payment']      = 'Адрес оплаты';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Название налогового класса';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Название налогового класса';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Налоговая ставка';
$_['entry_based']       = 'Основано на';
$_['entry_geo_zone']    = 'Гео-зона';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав на изменение налоговых классов!';
$_['error_title']       = 'Название налогового класса должно содержать от 3 до 32 символов!';
$_['error_description'] = 'Описание должно содержать от 3 до 255 символов!';
$_['error_product']     = 'Внимание: Этот налоговый класс нельзя удалить, так как он назначен для %s товаров!';
