<?php
// Heading
$_['heading_title']    = 'Классы веса';

// Text
$_['text_success']     = 'Готово: Вы изменили классы веса!';
$_['text_list']        = 'Список классов веса';
$_['text_add']         = 'Добавить класс веса';
$_['text_edit']        = 'Редактировать класс веса';

// Column
$_['column_title']     = 'Название единицы веса';
$_['column_unit']      = 'Единица веса';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название единицы веса';
$_['entry_unit']       = 'Единица веса';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Значение вашей единицы веса по умолчанию в текущей единице веса. Установите 1 для вашей единицы веса по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение классов веса!';
$_['error_title']      = 'Название единицы веса должно содержать от 3 до 32 символов!';
$_['error_unit']       = 'Единица веса должна содержать от 1 до 4 символов!';
$_['error_default']    = 'Внимание: Этот класс веса нельзя удалить, так как он назначен классом веса магазина по умолчанию!';
$_['error_product']    = 'Внимание: Этот класс веса нельзя удалить, так как он назначен для %s товаров!';
