<?php
// Heading
$_['heading_title']          = 'Регионы';

// Text
$_['text_success']           = 'Готово: Вы изменили регионы!';
$_['text_list']              = 'Список регионов';
$_['text_add']               = 'Добавить регион';
$_['text_edit']              = 'Редактировать регион';
$_['text_filter']            = 'Фильтр';

// Column
$_['column_name']            = 'Название региона';
$_['column_code']            = 'Код региона';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название региона';
$_['entry_code']             = 'Код региона';
$_['entry_country']          = 'Страна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Внимание: У вас нет прав на изменение регионов!';
$_['error_name']             = 'Название региона должно содержать от 1 до 128 символов!';
$_['error_default']          = 'Внимание: Этот регион нельзя удалить, так как он назначен регионом магазина по умолчанию!';
$_['error_store']            = 'Внимание: Этот регион нельзя удалить, так как он назначен для %s магазинов!';
$_['error_address']          = 'Внимание: Этот регион нельзя удалить, так как он назначен для %s записей адресной книги!';
$_['error_zone_to_geo_zone'] = 'Внимание: Этот регион нельзя удалить, так как он назначен для %s регионов в гео-зонах!';
