<?php
// Heading
$_['heading_title']  = 'Бізбен байланысу';

// Text
$_['text_location']  = 'Біздің орналасу жерлеріміз';
$_['text_store']     = 'Біздің дүкендеріміз';
$_['text_contact']   = 'Байланыс формасы';
$_['text_address']   = 'Мекенжай';
$_['text_telephone'] = 'Телефон';
$_['text_open']      = 'Жұмыс уақыты';
$_['text_comment']   = 'Түсініктемелер';
$_['text_message']   = '<p>Сіздің сұрауыңыз дүкен иесіне сәтті жіберілді!</p>';

// Entry
$_['entry_name']     = 'Сіздің атыңыз';
$_['entry_email']    = 'Электрондық пошта мекенжайы';
$_['entry_enquiry']  = 'Сұрау';

// Email
$_['email_subject']  = 'Сұрау %s';

// Errors
$_['error_name']     = 'Аты 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_email']    = 'Электрондық пошта мекенжайы дұрыс көрінбейді!';
$_['error_enquiry']  = 'Сұрау 10-нан 3000 таңбаға дейін болуы тиіс!';
