<?php
// Heading
$_['heading_title']     = 'Жеке деректерді қорғау жөніндегі өтініш';

// Text
$_['text_account']      = 'Тіркелгі';
$_['text_gdpr']         = '%s GDPR саясатын <a href="%s" target="_blank">%s</a> бетінен көре аласыз.';
$_['text_verification'] = 'Тіркелгіні растау';
$_['text_email']        = 'GDPR өтініштерін орындаудан бұрын тіркелгіңізді растауымыз керек. Төменде электрондық пошта мекенжайыңызды енгізіңіз.';
$_['text_action']       = 'Әрекетті таңдаңыз';
$_['text_export']       = 'Жеке деректерді экспорттау';
$_['text_remove']       = 'Жеке деректерді жою';
$_['text_warning']      = 'Ескерту: Тіркелгіңізге кіру құқығыңызды жоғалтасыз!';
$_['text_access']       = '%s тіркелгіңізге кіру құқығыңыз болмайды.';
$_['text_history']      = 'Тапсырыстар тарихын, шоттарды, тілектер тізімін немесе жүктелімдерді көре алмайсыз.';
$_['text_limit']        = 'Тіркелгіні жою өтініштері <strong>%s күннен кейін</strong> өңделеді, сондықтан алаяқтықты анықтау, ақша қайтару немесе қайтару операциялары жүзеге асырылады.';
$_['text_success']      = 'Сәтті: Сіздің электрондық пошта мекенжайыңызға хат жіберілді!';
$_['text_cancel']		 = 'Бас тарту';

// Entry
$_['entry_email']       = 'Электрондық пошта';

// Error
$_['error_email']       = 'Электрондық пошта мекенжайы дұрыс көрінбейді!';
$_['error_action']      = 'Дұрыс GDPR әрекетін таңдаңыз!';
