<?php
// Text
$_['text_subject']  = '%s - Сіздің серіктес тіркелгіңіз белсендірілді!';
$_['text_welcome']  = '%s сайтында тіркелгеніңіз үшін рахмет!';
$_['text_login']    = 'Тіркелгіңіз қазір расталды және сіз электрондық пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып біздің веб-сайтқа кіре аласыз немесе келесі URL мекенжайы бойынша кіре аласыз:';
$_['text_service']  = 'Кіргеннен кейін сіз бақылау кодтарын жасай аласыз, комиссия төлемдерін қадағалай аласыз және тіркелгіңіздің ақпаратын өзгерте аласыз.';
$_['text_thanks']   = 'Рахмет,';
