<?php
// Text
$_['text_subject'] = '%s - Сіздің тіркелгіңіз белсендірілді!';
$_['text_welcome'] = '%s сайтында тіркелгеніңіз үшін рахмет!';
$_['text_login']   = 'Тіркелгіңіз қазір жасалды және сіз электрондық пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып біздің веб-сайтқа кіре аласыз немесе келесі URL мекенжайы бойынша кіре аласыз:';
$_['text_service'] = 'Кіргеннен кейін сіз бұрынғы тапсырыстарды қарау, шот-фактураларды баспаға шығару және тіркелгіңіздің ақпаратын өзгерту сияқты басқа қызметтерге қол жеткізе аласыз.';
$_['text_thanks']  = 'Рахмет,';

// Button
$_['button_login'] = 'Кіру';
