<?php
// Text
$_['text_subject'] = '%s - GDPR өтініші мақұлданды!';
$_['text_request'] = 'Тіркелгіні жою өтініші';
$_['text_hello']   = 'Сәлеметсіз бе <strong>%s</strong>,';
$_['text_user']    = 'Пайдаланушы';
$_['text_gdpr']    = 'Сіздің GDPR деректерді жою өтінішіңіз мақұлданды және <strong>%s күннен кейін</strong> жойылады.';
$_['text_q']       = 'Сұрақ: Неліктен біз сіздің деректеріңізді бірден жоймаймыз?';
$_['text_a']       = 'Жауап: Тіркелгіні жою өтініштері <strong>%s күннен кейін</strong> өңделеді, сондықтан кез келген қайтарулар, ақшаны қайтару немесе алаяқтықты анықтау өңделуі мүмкін.';
$_['text_delete']  = 'Тіркелгіңіз жойылғанда сіз электрондық хат аласыз.';
$_['text_thanks']  = 'Рахмет,';
