<?php
// Text
$_['text_subject']   = '%s - GDPR өтініші бас тартылды!';
$_['text_export']    = 'Тіркелгіні экспорттау деректер өтініші';
$_['text_remove']    = 'Тіркелгіні жою өтініші';
$_['text_hello']     = 'Сәлеметсіз бе <strong>%s</strong>,';
$_['text_user']      = 'Пайдаланушы';
$_['text_contact']   = 'Өкінішке орай, сіздің өтінішіңіз бас тартылды. Қосымша ақпарат алу үшін дүкенге мына жерде хабарласа аласыз:';
$_['text_thanks']    = 'Рахмет,';

// Button
$_['button_contact'] = 'Бізбен хабарласыңыз';
