<?php
// Heading
$_['heading_title']      = 'Резервное копирование &amp; восстановление';

// Text
$_['text_success']       = 'Готово: Вы успешно изменили свою базу данных!';
$_['text_progress']      = 'Прогресс резервного копирования';
$_['text_backup']        = 'Резервное копирование таблицы %s записей %s до %s записей';
$_['text_restore']       = 'Восстановление %s из %s';
$_['text_option']        = 'Параметры резервного копирования';
$_['text_history']       = 'История резервных копий';
$_['text_import']        = 'Для больших файлов резервных копий лучше загружать SQL-файл через FTP в каталог <strong>~/storage/backup/</strong>.';

// Column
$_['column_filename']    = 'Имя файла';
$_['column_size']        = 'Размер';
$_['column_date_added']  = 'Дата добавления';
$_['column_action']      = 'Действие';

// Entry
$_['entry_progress']     = 'Прогресс';
$_['entry_export']       = 'Экспорт';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение резервного копирования &amp; восстановления!';
$_['error_export']       = 'Внимание: Вы должны выбрать хотя бы одну таблицу для экспорта!';
$_['error_table']        = 'Таблица %s не в списке допустимых!';
$_['error_file']         = 'Файл не найден!';
$_['error_directory']    = 'Каталог не найден!';
$_['error_not_found']    = 'Ошибка: Не удалось найти файл %s !';
$_['error_headers_sent'] = 'Ошибка: Заголовки уже отправлены!';
$_['error_upload_size']  = 'Загружаемый файл не может быть больше %s!';