<?php
// Text
$_['text_success']       = 'Корзина успешно изменена!';
$_['text_subscription']  = 'Подписка';

// Error
$_['error_warning']      = 'Внимание: пожалуйста, внимательно проверьте корзину на наличие ошибок!';
$_['error_product']      = 'Внимание: товар не найден!';
$_['error_stock']        = 'Товар недоступен в нужном количестве или отсутствует на складе!';
$_['error_minimum']      = 'Минимальная сумма заказа для %s — %s!';
$_['error_option']       = 'Опция не найдена!';
$_['error_option_stock'] = 'Опция недоступна в нужном количестве или отсутствует на складе!';
$_['error_required']     = 'Поле %s обязательно для заполнения!';
$_['error_regex']        = '%s содержит некорректные данные!';
$_['error_subscription'] = 'План подписки недействителен!';
