<?php
// Text
$_['text_success']         = 'Данные покупателя успешно изменены';

// Error
$_['error_customer']       = 'Внимание: покупатель не найден!';
$_['error_customer_group'] = 'Группа покупателей недействительна!';
$_['error_firstname']      = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']       = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']          = 'Некорректный адрес электронной почты!';
$_['error_telephone']      = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_custom_field']   = 'Поле %s обязательно для заполнения!';
$_['error_regex']          = '%s содержит некорректные данные!';
