<?php
// Text
$_['text_success']           = 'Заказы успешно изменены!';

// Error
$_['error_order']            = 'Внимание: заказ не найден!';
$_['error_customer']         = 'Внимание: необходимо указать данные покупателя!';
$_['error_payment_address']  = 'Внимание: необходим адрес оплаты!';
$_['error_payment_method']   = 'Внимание: необходим способ оплаты!';
$_['error_shipping_address'] = 'Внимание: необходим адрес доставки!';
$_['error_shipping_method']  = 'Внимание: необходим способ доставки!';
$_['error_product']          = 'Внимание: необходимо указать товары!';
$_['error_stock']            = 'Внимание: товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Внимание: минимальная сумма заказа для %s — %s!';
$_['error_affiliate']        = 'Внимание: необходимы данные партнёра!';
$_['error_call']             = 'API-вызов не найден';
