<?php
// Text
$_['text_success']           = 'Способ оплаты успешно установлен!';

// Error
$_['error_customer']         = 'Внимание: необходимы данные покупателя!';
$_['error_product']          = 'Внимание: необходимо указать товары!';
$_['error_shipping_address'] = 'Внимание: необходим адрес доставки!';
$_['error_shipping_method']  = 'Внимание: необходим способ доставки!';
$_['error_payment_address']  = 'Внимание: необходим адрес оплаты!';
$_['error_no_payment']       = 'Внимание: нет доступных вариантов оплаты!';
$_['error_payment_method']   = 'Внимание: необходим способ оплаты!';
