<?php
// Text
$_['text_success']       = 'Адрес доставки успешно установлен!';

// Error
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен содержать от 3 до 128 символов!';
$_['error_city']         = 'Город должен содержать от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен содержать от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field'] = 'Поле %s обязательно для заполнения!';
$_['error_regex']        = '%s содержит некорректные данные!';
$_['error_shipping']     = 'Внимание: нет товаров, требующих доставки';
