<?php
// Heading
$_['heading_title'] = 'Використати бонусні бали (доступно %s)';

// Text
$_['text_reward']   = 'Бонусні бали (%s)';
$_['text_order_id'] = 'Замовлення №: %s';
$_['text_success']  = 'Бонусні бали застосовані';
$_['text_remove']   = 'Бонусні бали видалені';

// Entry
$_['entry_reward']  = 'Доступно бонусних балів для використання (максимум %s)';

// Error
$_['error_reward']  = 'Зазначте кількість бонусних балів, яку ви бажаєте використати';
$_['error_points']  = 'У вас немає достатньої кількості бонусних балів. Необхідно %s';
$_['error_maximum'] = 'Максимальна кількість бонусних балів, які можуть бути використані, складає %s';
$_['error_status']  = 'Використання бонусних балів неможливе у цьому магазині';
