<?php
// Text
$_['text_success']       = 'Сәтті: Сіз сатып алу себетіңізді өзерттіңіз!';
$_['text_subscription']  = 'Жазылу';

// Error
$_['error_warning']      = 'Ескерту: Себетті қателер үшін мұқият тексеріңіз!';
$_['error_product']      = 'Ескерту: Өнім табылмады!';
$_['error_stock']        = 'Өнім қалаған мөлшерде қол жетімді емес немесе қоймада жоқ!';
$_['error_minimum']      = '%s үшін ең төменгі тапсырыс сомасы %s!';
$_['error_option']       = 'Опция табылмады!';
$_['error_option_stock'] = 'Опция қалаған мөлшерде қол жетімді емес немесе қоймада жоқ!';
$_['error_required']     = '%s міндетті!';
$_['error_regex']        = '%s дұрыс енгізу емес!';
$_['error_subscription'] = 'Жазылу жоспары дұрыс емес!';
