<?php
// Text
$_['text_success']         = 'Сіз тұтынушыларды сәтті өзерттіңіз';

// Error
$_['error_customer']       = 'Ескерту: Тұтынушы табылмады!';
$_['error_customer_group'] = 'Тұтынушы тобы дұрыс көрінбейді!';
$_['error_firstname']      = 'Аты 1-ден 32 таңбаға дейін болуы тиіс!';
$_['error_lastname']       = 'Тегі 1-ден 32 таңбаға дейін болуы тиіс!';
$_['error_email']          = 'Электрондық пошта мекенжайы дұрыс көрінбейді!';
$_['error_telephone']      = 'Телефон 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_custom_field']   = '%s міндетті!';
$_['error_regex']          = '%s дұрыс енгізу емес!';
