<?php
// Text
$_['text_success']           = 'Сәтті: Сіз тапсырыстарды өзерттіңіз!';

// Error
$_['error_order']            = 'Ескерту: Тапсырыс табылмады!';
$_['error_customer']         = 'Ескерту: Тұтынушы мәліметтері міндетті!';
$_['error_payment_address']  = 'Ескерту: Төлем мекенжайы міндетті!';
$_['error_payment_method']   = 'Ескерту: Төлем әдісі міндетті!';
$_['error_shipping_address'] = 'Ескерту: Жеткізу мекенжайы міндетті!';
$_['error_shipping_method']  = 'Ескерту: Жеткізу әдісі міндетті!';
$_['error_product']          = 'Ескерту: Өнімдер міндетті!';
$_['error_stock']            = 'Ескерту: *** белгісімен белгіленген өнімдер қалаған мөлшерде қол жетімді емес немесе қоймада жоқ!';
$_['error_minimum']          = 'Ескерту: %s үшін ең төменгі тапсырыс сомасы %s!';
$_['error_affiliate']        = 'Ескерту: Серіктес мәліметтері міндетті!';
$_['error_call']             = 'API шақыруы табылмады';
