<?php
// Text
$_['text_success']           = 'Сәтті: Төлем әдісі орнатылды!';

// Error
$_['error_customer']         = 'Ескерту: Тұтынушы мәліметтері міндетті!';
$_['error_product']          = 'Ескерту: Өнімдер міндетті!';
$_['error_shipping_address'] = 'Ескерту: Жеткізу мекенжайы міндетті!';
$_['error_shipping_method']  = 'Ескерту: Жеткізу әдісі міндетті!';
$_['error_payment_address']  = 'Ескерту: Төлем мекенжайы міндетті!';
$_['error_no_payment']       = 'Ескерту: Төлем нұсқалары қол жетімді емес!';
$_['error_payment_method']   = 'Ескерту: Төлем әдісі міндетті!';
