<?php
// Text
$_['text_success']       = 'Сәтті: Төлем мекенжайы орнатылды!';

// Error
$_['error_firstname']    = 'Аты 1-ден 32 таңбаға дейін болуы тиіс!';
$_['error_lastname']     = 'Тегі 1-ден 32 таңбаға дейін болуы тиіс!';
$_['error_address_1']    = 'Мекенжай 1 3-тен 128 таңбаға дейін болуы тиіс!';
$_['error_city']         = 'Қала 3-тен 128 таңбаға дейін болуы тиіс!';
$_['error_postcode']     = 'Пошта индексі осы ел үшін 2-ден 10 таңбаға дейін болуы тиіс!';
$_['error_country']      = 'Елді таңдаңыз!';
$_['error_zone']         = 'Аймақты / облысты таңдаңыз!';
$_['error_custom_field'] = '%s міндетті!';
$_['error_regex']        = '%s дұрыс енгізу емес!';
