<?php
// Heading
$_['heading_title']     = 'Групи користувачів';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список груп користувачів';
$_['text_add']          = 'Додати групу';
$_['text_edit']         = 'Редагування';
$_['text_access']      = 'Доступ';
$_['text_modify']      = 'Змінити';
$_['text_select_all']  = 'Обрати все';
$_['text_unselect_all'] = 'Зняти все';
$_['help_hiden']       = 'Обрані доповнення не будуть показуватись на сторінках модулів, платежів, доставок';
$_['entry_hiden']      = 'Приховати доповнення';

// Column
$_['column_name']      = 'Назва групи';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва групи';
$_['entry_permission'] = 'Дозволи';
$_['entry_extension']  = 'Доповнення';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва групи користувачів має містити від 3 до 64 символів';
$_['error_user']       = 'Групу користувачів неможливо видалити тому, що в неї входить %s користувачів';