<?php
// Heading
$_['heading_title']     = 'Оқиғалар';

// Text
$_['text_success']      = 'Сәтті: Сіз оқиғаларды өзгерттіңіз!';
$_['text_list']         = 'Оқиғалар тізімі';
$_['text_event']        = 'Оқиғалар кеңейтімдер дүкеніңіздің әдепкі функцияларын басып жазу үшін қолданылады. Мәселелер болса, оқиғаларды осы жерден өшіре немесе қоса аласыз.';
$_['text_info']         = 'Оқиға ақпараты';

// Column
$_['column_code']       = 'Оқиға коды';
$_['column_sort_order'] = 'Сұрыптау тәртібі';
$_['column_action']     = 'Әрекет';

// Entry
$_['entry_description'] = 'Сипаттама';
$_['entry_trigger']     = 'Тіркегіш';
$_['entry_action']      = 'Әрекет';

// Error
$_['error_permission']  = 'Ескерту: Сізде оқиғаларды өзгертуге рұқсатыңыз жоқ!';
