<?php
// Heading
$_['heading_title']          = 'Кеңейтім орнатқышы';

// Text
$_['text_upload']            = 'Сәтті: Кеңейтім жүктелді!';
$_['text_success']           = 'Сәтті: Сіз кеңейтімдерді өзгерттіңіз!';
$_['text_progress']          = 'Орнату прогресі';
$_['text_installed']         = 'Орнатылған кеңейтімдер';
$_['text_info']              = 'Кеңейтім ақпараты';
$_['text_install']           = 'Файлдарды орнату %s бастап %s дейін %s ішінде';
$_['text_vendor']            = 'Жеткізуші файлдарын жаңарту';
$_['text_xml']               = 'OCMOD файлдарын орнату';

// Column
$_['column_image']           = 'Сурет';
$_['column_name']            = 'Кеңейтім атауы';
$_['column_version']         = 'Нұсқа';
$_['column_date_added']      = 'Қосылған күні';
$_['column_action']          = 'Әрекет';

// Entry
$_['entry_progress']         = 'Прогресс';
$_['entry_name']             = 'Кеңейтім атауы';
$_['entry_description']      = 'Сипаттама';
$_['entry_code']             = 'Код';

// Error
$_['error_permission']       = 'Ескерту: Сізде кеңейтімдерді өзгертуге рұқсатыңыз жоқ!';
$_['error_install']          = 'Ескерту: install.json табылмады!';
$_['error_default']          = 'Әдепкі кеңейтімді орнатудан шығару немесе жою мүмкін болмады!';
$_['error_extension']        = 'Орнатылған кеңейтім табылмады!';
$_['error_installed']        = 'Кеңейтім бұрыннан орнатылған!';
$_['error_uninstall']        = 'Осы кеңейтімді қауіпсіз түрде алып тастау үшін %s кеңейтімді орнатудан шығару қажет!';
$_['error_name']             = 'Атау 3 және 128 таңба арасында болуы тиіс!';
$_['error_version']          = 'Нұсқа 3 және 128 таңба арасында болуы тиіс!';
$_['error_author']           = 'Автор 3 және 128 таңба арасында болуы тиіс!';
$_['error_link']             = 'Сілтеме 3 және 128 таңба арасында болуы тиіс!';
$_['error_filename']         = 'Файл атауы 3 және 128 таңба арасында болуы тиіс!';
$_['error_file']             = 'Орнату файлы %s табылмады!';
$_['error_file_exists']      = 'Файл бұрыннан бар!';
$_['error_file_type']        = 'Жарамсыз файл түрі!';
$_['error_directory']        = 'Орнату каталогы %s табылмады!';
$_['error_directory_exists'] = 'Жол %s бұрыннан бар!';
$_['error_unzip']            = 'ZIP файлын ашу мүмкін болмады!';
$_['error_upload']           = 'Файлды жүктеу мүмкін болмады!';
$_['error_unknown']          = 'Белгісіз қате орын алды!';

// Zip errors
$_['zip_error_exists']       = 'Файл бұрыннан бар!';
$_['zip_error_incons']       = 'ZIP архиві сәйкес келмейді!';
$_['zip_error_inval']        = 'Жарамсыз аргумент!';
$_['zip_error_memory']       = 'Жады бөлу сәтсіз аяқталды!';
$_['zip_error_noent']        = 'Мұндай файл жоқ!';
$_['zip_error_nozip']        = 'ZIP архиві емес!';
$_['zip_error_open']         = 'Файлды ашу мүмкін емес!';
$_['zip_error_read']         = 'Оқу қатесі!';
$_['zip_error_seek']         = 'Іздеу қатесі!';
