<?php
$_['text_log']               = 'Перегляньте журнал підписки для отримання додаткової інформації.';
$_['error_store']            = 'Магазин не знайдено';
// Text
$_['text_success']     = 'Профіль підписки успішно оновлено';

// Error
$_['error_language']         = 'Доповнення способу доставки не знайдено';
$_['error_currency']         = 'Валюту не вдалося знайти';
$_['error_customer']         = 'Доповнення способу доставки не знайдено';
$_['error_product']          = 'Доповнення способу доставки не знайдено';
$_['error_option']           = 'Опцію %s не вдалося знайти';
$_['error_shipping_address'] = 'Доповнення способу доставки не знайдено';
$_['error_shipping_method']  = '';
$_['error_payment_address']  = 'Доповнення способу доставки не знайдено';
$_['error_payment_method']   = 'Доповнення способу доставки %s не знайдено';
$_['error_extension']  = 'Доповнення способу оплати не знайдено';
$_['error_recurring']  = 'Спосіб оплати не має методу повторюваної оплати';
