<?php
// Text
$_['text_log']               = 'Қосымша ақпарат үшін жазылу журналын тексеріңіз.';

// Error
$_['error_store']            = 'Ескерту: Дүкен табылмады!';
$_['error_language']         = 'Ескерту: Тіл табылмады!';
$_['error_currency']         = 'Ескерту: Валюта табылмады!';
$_['error_customer']         = 'Ескерту: Клиент табылмады!';
$_['error_payment_address']  = 'Ескерту: Төлем мекенжайы табылмады!';
$_['error_shipping_address'] = 'Ескерту: Жеткізу мекенжайы табылмады!';
$_['error_product']          = 'Ескерту: %s тауары табылмады!';
$_['error_option']           = 'Ескерту: %s опциясы табылмады!';
$_['error_shipping_method']  = 'Ескерту: Жеткізу әдісі қажет!';
$_['error_payment_method']   = 'Ескерту: Төлем әдісі қажет!';
$_['error_extension']        = 'Ескерту: Төлем әдісі кеңейтілмейді!';
