<?php
// Heading
$_['heading_title']       = 'Купони';

// Text
$_['text_success']        = 'Налаштування змінені';
$_['text_list']           = 'Список купонів';
$_['text_add']            = 'Додати';
$_['text_edit']           = 'Редагування';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фіксована сума';
$_['text_coupon']         = 'Історія';

// Column
$_['column_name']         = 'Назва купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Знижка';
$_['column_date_start']   = 'Дата початку';
$_['column_date_end']     = 'Дата завершення';
$_['column_status']       = 'Статус';
$_['column_order_id']     = '№ замовлення';
$_['column_customer']     = 'Покупець';
$_['column_amount']       = 'Разом';
$_['column_date_added']   = 'Дата додавання';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Знижка';
$_['entry_logged']        = 'Авторизація покупця';
$_['entry_shipping']      = 'Безкоштовна доставка';
$_['entry_total']         = 'Сума';
$_['entry_category']      = 'Категорії';
$_['entry_product']       = 'Товари';
$_['entry_date']          = 'Дати';
$_['entry_date_start']    = 'Дата початку';
$_['entry_date_end']      = 'Дата завершення';
$_['entry_uses_total']    = 'Кількість застосувань купона';
$_['entry_uses_customer'] = 'Кількість застосувань одним покупцем';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, який покупець вводить для отримання знижки';
$_['help_type']           = 'Відсоток або фіксована сума';
$_['help_logged']         = 'Покупець має авторизуватись для використання купона';
$_['help_total']          = 'Мінімальна сума, починаючи з якої купон дійсний';
$_['help_category']       = 'Застосовується для всіх товарів в зазначеній категорії';
$_['help_product']        = 'Вибір конкретних товарів, до яких буде можливість застосування купона. Оберіть Ні для застосування купона до всього змісту кошика';
$_['help_uses_total']     = 'Скільки разів максимально може використовуватися купон. Для нескінченного використання залиште поле пустим';
$_['help_uses_customer']  = 'Скільки разів максимально може використовуватися купон одним покупцем. Для нескінченного використання залиште поле пустим';

// Error
$_['error_permission']    = 'У вас недостатньо прав для внесення змін';
$_['error_exists']        = 'Вказаний код купона вже використовується';
$_['error_name']          = 'Назва має містити від 3 до 128 символів';
$_['error_code']          = 'Код має містити від 3 до 10 символів';
