<?php
// Heading
$_['heading_title']     = 'Маркетингові відстеження';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список маркетингових відстежень';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_filter']       = 'Фільтр';
$_['text_history']      = 'Історія';
$_['text_history_add']  = 'Додати історію';
$_['text_report']       = 'Звіт';

// Column
$_['column_name']       = 'Назва кампанії';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кліки';
$_['column_orders']     = 'Замовлення';
$_['column_ip']         = 'IP';
$_['column_account']    = 'Облікові записи';
$_['column_store']      = 'Магазин';
$_['column_country']    = 'Країна';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва кампанії';
$_['entry_description'] = 'Опис кампанії';
$_['entry_code']        = 'Код відстеження';
$_['entry_example']     = 'Приклади';
$_['entry_date_from']   = 'Початкова дата';
$_['entry_date_to']     = 'Кінцева дата';

// Help
$_['help_code']         = 'Код відстеження, який використовується для відстеження рекламних кампаній';
$_['help_tracking']     = 'Код відстеження, який використовується для відстеження рекламних кампаній';
$_['help_example']      = 'Зважаючи на те, що система може відстежувати партнерів, потрібно додати код відстеження в кінці URL-адреси посилання на ваш сайт';

// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_name']        = 'Назва має містити від 1 до 32 символів';
$_['error_code']        = 'Необхідно вказати код відстеження';
$_['error_exists']      = 'Код відстеження вже використовується у другій кампанії';
