<?php
// Heading
$_['heading_title']    = 'Пайдаланушылар топтары';

// Text
$_['text_success']     = 'Сәтті: Сіз пайдаланушылар топтарын өзгерттіңіз!';
$_['text_list']        = 'Пайдаланушылар тобы';
$_['text_add']         = 'Пайдаланушылар тобын қосу';
$_['text_edit']        = 'Пайдаланушылар тобын өзгерту';
$_['text_access']      = 'Қол жетімділік';
$_['text_modify']      = 'Өзгерту';

// Column
$_['column_name']      = 'Пайдаланушылар тобының атауы';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Пайдаланушылар тобының атауы';
$_['entry_permission'] = 'Рұқсаттар';
$_['entry_extension']  = 'Кеңейтімдер';

// Error
$_['error_permission'] = 'Ескерту: Сізде пайдаланушылар топтарын өзгертуге рұқсат жоқ!';
$_['error_name']       = 'Пайдаланушылар тобының атауы 3-64 таңба аралығында болуы тиіс!';
$_['error_user']       = 'Ескерту: Бұл пайдаланушылар тобы %s пайдаланушыға тағайындалғандықтан жойылмайды!';