<?php
// Heading
$_['heading_title']              = 'Кошик';

// Text
$_['text_success']               = 'Товар <a href="%s">%s</a> доданий до <a href="%s">кошика</a>';
$_['text_edit']                  = 'Кошик оновлено';
$_['text_remove']                = 'Товар видалений з кошика';
$_['text_login']                 = 'Для перегляду цін необхідно виконати <a href="%s">вхід до особистого кабінету</a> або <a href="%s">створити обліковий запис</a>';
$_['text_no_results']            = 'Ваш кошик порожній :(';
$_['text_model']                 = 'Модель';
$_['text_next']                  = 'Скористайтесь додатковими можливостями';
$_['text_next_choice']           = 'Якщо ви маєте код купону на знижку або бонусні бали, які ви бажаєте використати, оберіть відповідний пункт. Також ви можете приблизно оцінити вартість доставки в ваш регіон.';
$_['text_points']                = 'Бонусні бали';
$_['text_subscription']          = 'Підписка';
$_['text_subscription_trial']    = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d;  Далі,  ';
$_['text_subscription_duration'] = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d';
$_['text_subscription_cancel']   = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: до скасування';
$_['text_day']                   = 'день';
$_['text_week']                  = 'тиждень';
$_['text_semi_month']            = 'півмісяця';
$_['text_month']                 = 'місяць';
$_['text_year']                  = 'рік';

// Column
$_['column_image']               = 'Фото';
$_['column_name']                = 'Назва';
$_['column_model']               = 'Модель';
$_['column_quantity']            = 'Кількість';
$_['column_price']               = 'Ціна';
$_['column_total']               = 'Сума';

// Error
$_['error_stock']                = 'Товари, що позначені *** відсутні в потрібній кількості або їх немає в наявності';
$_['error_minimum']              = 'Мінімальна сума замовлення — %s';
$_['error_required']             = '%s - обов’язково';
$_['error_regex']                = '%s має невірний формат';
$_['error_product']              = 'Товар не знайдено';
$_['error_subscription']         = 'Оберіть тарифний план підписки';
