<?php
// Heading
$_['heading_title']           = 'Ваші персональні дані';

// Text
$_['text_login']              = 'Якщо у вас уже є обліковий запис у нас, перейдіть на <a href="%s"><strong>сторінку входу</strong></a>';
$_['text_register']           = 'Зареєструватися';
$_['text_guest']              = 'Не реєструватися';
$_['text_payment_address']    = 'Платіжна адреса';
$_['text_shipping_address']   = 'Адреса доставки';
$_['text_your_password']      = 'Пароль';
$_['text_agree']              = 'Я погоджуюсь з умовами <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success_add']        = 'Ваш обліковий запис створений';
$_['text_success_guest']      = 'Інформацію про ваш гостьовий обліковий запис збережено';
$_['text_success_edit']       = 'Дані вашого облікового запису оновлені';

// Entry
$_['entry_customer_group']    = 'Група покупців';
$_['entry_firstname']         = 'Ім’я';
$_['entry_lastname']          = 'Прізвище';
$_['entry_email']             = 'E-Mail';
$_['entry_telephone']         = 'Телефон';
$_['entry_password']          = 'Пароль';
$_['entry_confirm']           = 'Підтвердження пароля';
$_['entry_company']           = 'Компанія';
$_['entry_address_1']         = 'Адреса';
$_['entry_address_2']         = 'Продовження адреси';
$_['entry_postcode']          = 'Індекс';
$_['entry_city']              = 'Місто';
$_['entry_country']           = 'Країна';
$_['entry_zone']              = 'Область / Регіон';
$_['entry_match']             = 'Адреса доставки збігається з платіжною';
$_['entry_newsletter']        = 'Я хочу підписатись на розсилку новин %s';

// Error
$_['error_guest']             = 'Товари у вашому кошику потребують реєстрації облікового запису';
$_['error_firstname']         = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']          = 'Прізвище має містити від 1 до 32 символів';
$_['error_customer_group']    = 'Група покупців недійсна';
$_['error_customer_approval'] = 'Обрана група покупців потребує схвалення та не може використовуватися з гостьовим обліковим записом';
$_['error_email']             = 'Невірно вказано адресу електронної пошти';
$_['error_exists']            = 'Вказана адреса електронної пошти вже зареєстрована';
$_['error_telephone']         = 'Номер телефону має містити від 3 до 32 символів';
$_['error_password']          = 'Пароль має містити %s і бути завдовжки від %d до 40 символів';
$_['error_password_uppercase'] = 'велика літера';
$_['error_password_lowercase'] = 'мала літера';
$_['error_password_number']   = 'цифра';
$_['error_password_symbol']   = 'символ';
$_['error_password_length']   = 'Пароль повинен містити від %d до 40 символів';
$_['error_confirm']           = 'Пароль та підтвердження не збігаються';
$_['error_address_1']         = 'Адреса має містити від 3 до 128 символів';
$_['error_city']              = 'Назва міста має містити від 2 до 128 символів';
$_['error_postcode']          = 'Індекс має містити від 2 до 10 символів';
$_['error_country']           = 'Будь ласка, оберіть країну';
$_['error_zone']              = 'Будь ласка, оберіть область / регіон';
$_['error_agree']             = 'Ви маєте прочитати та погодитись з умовами %s!';
$_['error_custom_field']      = '%s - обов’язково';
$_['error_regex']             = '%s  - вказано невірно';
