<?php
// Heading
$_['heading_title'] = 'Ваше замовлення сформоване';

// Text
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_success']  = 'Успішно';
$_['text_customer'] = '<br><p>Ви можете переглядати історію замовлень в <a href="%s">Особистому кабінеті</a>. Скористуйтесь для цього розділом <a href="%s">Історія замовлень</a>.</p><p>Якщо у вашому замовленні є цифрові товари для завантаження, ви можете переглянути їх на сторінці <a href="%s">Файли для завантаження</a>.</p><p>Якщо у вас виникнуть будь-які питання, будь ласка, <a href="%s"> зв’яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_guest']    = '<p>Ваше замовлення успішно сформоване.</p><p>Якщо у вас виникли будь-які питання, будь ласка, <a href="%s">напишіть нам</a>.<br/>Зареєстрованим покупцям доступний перегляд стану замовлення та минулих покупок.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
