<?php
// Text
$_['text_success']   = 'Знижку за бонусні бали застосовано';

// Error
$_['error_customer'] = 'Необхідно вказати дані клієнта';
$_['error_product']  = 'Необхідно вказати товари';
$_['error_points']   = 'У вас немає %s бонусних балів';
$_['error_maximum']  = 'Максимальна кількість балів, яку можна застосувати, становить %s';
$_['error_status']   = 'Бонусні бали не активовані в цьому магазині';
$_['error_confirm']  = 'Будь ласка, уважно перевірте форму бонусних балів на наявність помилок';
