<?php
// Text
$_['text_subject']        = '%s - Партнёрская программа';
$_['text_welcome']        = 'Спасибо за регистрацию в партнёрской программе %s!';
$_['text_login']          = 'Ваш аккаунт создан. Вы можете войти, используя адрес электронной почты и пароль, на нашем сайте или по следующей ссылке:';
$_['text_approval']       = 'Ваш аккаунт должен быть одобрен прежде чем вы сможете войти. После одобрения вы можете войти, используя адрес электронной почты и пароль, на нашем сайте или по следующей ссылке:';
$_['text_service']        = 'После входа вы сможете создавать отслеживающие коды, отслеживать выплаты комиссий и редактировать информацию своего аккаунта.';
$_['text_thanks']         = 'С уважением,';
$_['text_new_affiliate']  = 'Новый партнёр';
$_['text_signup']         = 'Зарегистрировался новый партнёр:';
$_['text_website']        = 'Сайт:';
$_['text_customer_group'] = 'Группа клиентов:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Электронная почта:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Войти';
