<?php
// Text
$_['text_subject']   = '%s - Запрос в рамках GDPR обработан!';
$_['text_request']   = 'Запрос на удаление аккаунта';
$_['text_hello']     = 'Здравствуйте, <strong>%s</strong>,';
$_['text_user']      = 'Пользователь';
$_['text_delete']    = 'Ваш запрос на удаление данных в рамках GDPR выполнен.';
$_['text_contact']   = 'Для получения дополнительной информации свяжитесь с владельцем магазина здесь:';
$_['text_thanks']    = 'С уважением,';

// Button
$_['button_contact'] = 'Связаться с нами';
