<?php
// Text
$_['text_subject']  = '%s - Запрос на экспорт/удаление данных в рамках GDPR!';
$_['text_export']   = 'Запрос на экспорт данных';
$_['text_remove']   = 'Запрос на удаление аккаунта';
$_['text_gdpr']     = 'Поступил запрос в рамках GDPR с этого адреса электронной почты. Чтобы подтвердить действие, перейдите по ссылке ниже:';
$_['text_ip']       = 'IP-адрес, с которого был сделан запрос:';
$_['text_contact']  = 'Если вы не делали этот запрос, пожалуйста, свяжитесь с владельцем магазина здесь:';
$_['text_thanks']   = 'С уважением,';
$_['text_ignore']   = 'Если вы не создавали этот запрос, пожалуйста, проигнорируйте это письмо.';

// Buttons
$_['button_export'] = 'Подтверждаю экспорт моих данных';
$_['button_remove'] = 'Подтверждаю удаление моего аккаунта';
