<?php
// Text
$_['text_subject']        = '%s - Спасибо за регистрацию';
$_['text_welcome']        = 'Добро пожаловать! Спасибо за регистрацию на %s!';
$_['text_login']          = 'Ваш аккаунт создан. Вы можете войти, используя адрес электронной почты и пароль, на нашем сайте или по следующей ссылке:';
$_['text_approval']       = 'Ваш аккаунт должен быть одобрен прежде чем вы сможете войти. После одобрения вы можете войти, используя адрес электронной почты и пароль, на нашем сайте или по следующей ссылке:';
$_['text_service']        = 'После входа вы сможете просматривать прошлые заказы, печатать счета и редактировать информацию своего аккаунта.';
$_['text_thanks']         = 'С уважением,';
$_['text_new_customer']   = 'Новый клиент';
$_['text_signup']         = 'Зарегистрировался новый клиент:';
$_['text_customer_group'] = 'Группа клиентов:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'Электронная почта:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Войти';
