<?php
// Heading
$_['heading_title']        = 'Валюта';

// Text
$_['text_success']         = 'Налаштування змінені';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Додати';
$_['text_edit']            = 'Редагування';
$_['text_iso']             = 'Ви можете переглянути повний список кодів валют і параметрів ISO <a href="http://www.xe.com/iso4217.php" target="_blank">тут</a>';

// Column
$_['column_title']         = 'Назва валюти';
$_['column_code']          = 'ISO Код';
$_['column_value']         = 'Курс валюти';
$_['column_status']        = 'Статус';
$_['column_date_modified'] = 'Дата оновлення';
$_['column_action']        = 'Дія';

// Entry
$_['entry_title']          = 'Назва валюти';
$_['entry_code']           = 'ISO Код';
$_['entry_value']          = 'Курс валюти';
$_['entry_symbol_left']    = 'Символ ліворуч';
$_['entry_symbol_right']   = 'Символ праворуч';
$_['entry_decimal_place']  = 'Кількість знаків після коми';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не змінюйте якщо це ваша валюта за замовчуванням.';
$_['help_value']           = 'Встановіть 1.00000 якщо це ваша валюта за замовчуванням.';

// Error
$_['error_permission']     = 'У вас недостатньо прав для внесення змін';
$_['error_extension']      = 'Доповнення оновлення курсів валют не знайдено';
$_['error_title']          = 'Назва має містити від 3 до 32 символів';
$_['error_code']           = 'Код валюти має складатись з 3 символів';
$_['error_default']        = 'Валюту неможливо видалити тому, що вона використовується за замовчуванням';
$_['error_store']          = 'Валюту неможливо видалити тому, що вона використовується в %s магазинах';
$_['error_order']          = 'Валюту неможливо видалити тому, що вона використовується в %s замовленнях!';
