<?php
// Heading
$_['heading_title']    = 'Одиниці виміру';

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_list']        = 'Список одиниць виміру';
$_['text_add']         = 'Додати';
$_['text_edit']        = 'Редагування';

// Column
$_['column_title']     = 'Назва одиниці виміру';
$_['column_unit']      = 'Одиниця виміру';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва одиниці виміру';
$_['entry_unit']       = 'Одиниця виміру';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Вкажіть 1.00000 якщо це одиниця виміру за замовчуванням';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_title']      = 'Назва має містити від 3 до 32 символів';
$_['error_unit']       = 'Одиниця виміру має містити від 1 до 4 символів';
$_['error_default']    = 'Одиницю виміру неможливо видалити тому, що вона використовується за замовчуванням';
$_['error_product']    = 'Одиницю виміру неможливо видалити тому, що вона використовується в %s товарах';
