<?php
// Heading
$_['heading_title']    = 'Місце знаходження магазину';

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_list']        = 'Список адрес магазинів';
$_['text_add']         = 'Додати';
$_['text_edit']        = 'Редагування';
$_['text_geocode']     = 'Геокод не застосований з наступних причин:';

// Column
$_['column_name']      = 'Назва магазина';
$_['column_address']   = 'Адреса';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_image']      = 'Зображення';
$_['entry_open']       = 'Режим роботи';
$_['entry_comment']    = 'Коментар';
$_['help_telephone']   = 'Вкажіть номер телефону цієї точки продажу.';

// Help
$_['help_geocode']     = 'Будь ласка, вкажіть геокод свого магазину вручну';
$_['help_open']        = 'Вкажіть час роботи магазинів';
$_['help_comment']     = 'Поле для будь-яких спеціальних поміток, які ви хотіли би повідомити покупцям, наприклад інформацію, що магазин не приймає чеки і т.і.';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити не менше 1 символу';
$_['error_address']    = 'Адреса має містити від 3 до 128 символів';
$_['error_telephone']  = 'Номер телефону має містити від 3 до 32 символів';
