<?php
// Heading
$_['heading_title']    = 'Статуси замовлень';

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_list']        = 'Список статусів замовлень';
$_['text_add']         = 'Додати';
$_['text_edit']        = 'Редагування';

// Column
$_['column_name']      = 'Назва статусу замовлення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу замовлення';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити від 3 до 32 символів';
$_['error_default']    = 'Статус замовлення неможливо видалити тому, що він використовується як статус замовлення за замовчуванням';
$_['error_download']   = 'Статус замовлення неможливо видалити тому, що він використовується як статус завантаження за замовчуванням';
$_['error_order']      = 'Статус замовлення неможливо видалити тому, що він використовується в %s замовленнях';
