<?php
// Heading
$_['heading_title']    = 'Операції повернення';

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_list']        = 'Список операцій повернення';
$_['text_add']         = 'Додати';
$_['text_edit']        = 'Редагування';

// Column
$_['column_name']      = 'Назва операції повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва операції повернення';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити від 3 до 64 символів';
$_['error_return']     = 'Операцію повернення неможливо видалити тому, що вона використовується в %s поверненнях';
