<?php
// Heading
$_['heading_title']    = 'Статуси повернення';

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_list']        = 'Список статусів повернення';
$_['text_add']         = 'Додати';
$_['text_edit']        = 'Редагування';

// Column
$_['column_name']      = 'Назва статусу повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу повернення';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити від 3 до 32 символів';
$_['error_default']    = 'Статус повернення неможливо видалити тому, що він використовується як статус повернення за замовчуванням';
$_['error_return']     = 'Статус повернення неможливо видалити тому, що він використовується в %s поверненнях';
