<?php
// Heading
$_['heading_title']    = 'Стан наявності';

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_list']        = 'Список станів наявності';
$_['text_add']         = 'Додати';
$_['text_edit']        = 'Редагування';

// Column
$_['column_name']      = 'Назва стану наявності';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва стану наявності';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити від 3 до 32 символів';
$_['error_product']    = 'Стан наявності неможливо видалити тому, що він використовується в %s товарах';
