<?php
// Heading
$_['heading_title']      = 'Статуси підписки';

// Text
$_['text_success']       = 'Налаштування змінені';
$_['text_list']          = 'Список статусів підписки';
$_['text_add']           = 'Додати статус';
$_['text_edit']          = 'Редагувати статус';

// Column
$_['column_name']        = 'Назва';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити від 3 до 32 символів';
$_['error_default']      = 'Статус підписки неможливо видалити тому, що він використовується як статус за замовчуванням';
$_['error_subscription'] = 'Статус підписки неможливо видалити тому, що він використовується в %s підписках';
