<?php
// Heading
$_['heading_title']     = 'Податкові класи';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список податкових класів';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_tax_class']    = 'Податковий клас';
$_['text_tax_rate']     = 'Податкова ставка';
$_['text_shipping']     = 'Адреса доставки';
$_['text_payment']      = 'Платіжна адреса';
$_['text_store']        = 'Адреса магазину';

// Column
$_['column_title']      = 'Назва податкового класу';
$_['column_action']     = 'Дія';

// Entry
$_['entry_title']       = 'Назва податкового класу';
$_['entry_description'] = 'Опис';
$_['entry_rate']        = 'Податкова ставка';
$_['entry_based']       = 'Основана на';
$_['entry_geo_zone']    = 'Географічна зона';
$_['entry_priority']    = 'Пріоритет';

// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_title']       = 'Назва має містити від 3 до 32 символів';
$_['error_description'] = 'Опис має містити від 3 до 255 символів';
$_['error_product']     = 'Податковий клас неможливо видалити тому, що він використовується в %s товарах';
