<?php
// Heading
$_['heading_title']          = 'Області / Регіони';

// Text
$_['text_success']           = 'Налаштування змінені';
$_['text_list']              = 'Список регіонів';
$_['text_add']               = 'Додати';
$_['text_edit']              = 'Редагування';
$_['text_filter']            = 'Фільтр';

// Column
$_['column_name']            = 'Назва регіону';
$_['column_code']            = 'Код регіону';
$_['column_country']         = 'Країна';
$_['column_action']          = 'Дія';

// Entry
$_['entry_name']             = 'Назва регіону';
$_['entry_code']             = 'Код регіону';
$_['entry_country']          = 'Країна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'У вас недостатньо прав для внесення змін';
$_['error_name']             = 'Назва має містити від 3 до 128 символів';
$_['error_default']          = 'Регіон неможливо видалити тому, що він використовується за замовчуванням';
$_['error_store']            = 'Регіон неможливо видалити тому, що він використовується в %s магазинах';
$_['error_address']          = 'Регіон неможливо видалити тому, що він використовується в %s адресах';
$_['error_zone_to_geo_zone'] = 'Регіон неможливо видалити тому, що він використовується в %s географічних зонах';
