<?php
// Heading
$_['heading_title']              = 'Корзина';

// Text
$_['text_success']               = 'Вы успешно добавили <a href="%s">%s</a> в <a href="%s">корзину</a>!';
$_['text_edit']                  = 'Вы успешно изменили корзину!';
$_['text_remove']                = 'Вы успешно удалили товар из корзины!';
$_['text_login']                 = 'Внимание: необходимо <a href="%s">войти</a> или <a href="%s">создать аккаунт</a> для просмотра цен!';
$_['text_no_results']            = 'Ваша корзина пуста!';
$_['text_model']                 = 'Модель';
$_['text_subscription']          = 'Подписка';
$_['text_subscription_trial']    = '%s каждые %d %s(ов) для %d платежа(ей), затем ';
$_['text_subscription_duration'] = '%s каждые %d %s(ов) для %d платежа(ей)';
$_['text_subscription_cancel']   = '%s каждые %d %s(ов) до отмены';
$_['text_day']                   = 'день';
$_['text_week']                  = 'неделя';
$_['text_semi_month']            = 'полмесяца';
$_['text_month']                 = 'месяц';
$_['text_year']                  = 'год';
$_['text_points']                = 'Бонусные баллы';
$_['text_next']                  = 'Что вы хотите сделать дальше?';
$_['text_next_choice']           = 'Выберите, если у вас есть код скидки или бонусные баллы, которые вы хотите использовать, или если вы хотите рассчитать стоимость доставки.';

// Column
$_['column_image']               = 'Изображение';
$_['column_name']                = 'Товар';
$_['column_quantity']            = 'Количество';
$_['column_price']               = 'Цена за единицу';
$_['column_total']               = 'Итого';

// Error
$_['error_stock']                = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']              = 'Минимальная сумма заказа — %s!';
$_['error_required']             = 'Поле %s обязательно для заполнения!';
$_['error_regex']                = '%s содержит некорректные данные!';
$_['error_product']              = 'Внимание: Товар не найден!';
$_['error_subscription']         = 'План подписки недействителен!';
