<?php
// Heading
$_['heading_title'] = 'Ошибка оплаты!';

// Text
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформление заказа';
$_['text_failure']  = 'Ошибка оплаты';
$_['text_message']  = '<p>Произошла ошибка при обработке платежа, и заказ не был завершён.</p>

<p>Возможные причины:</p>
<ul>
  <li>Недостаточно средств</li>
  <li>Ошибка проверки</li>
</ul>

<p>Пожалуйста, попробуйте оформить заказ заново, используя другой способ оплаты.</p>

<p>Если проблема сохраняется, пожалуйста, <a href="%s">свяжитесь с нами</a> и предоставьте детали заказа, который вы пытаетесь оформить.</p>
';
