<?php
// Heading
$_['heading_title']          = 'Способ оплаты';

// Text
$_['text_payment_method']    = 'Варианты способа оплаты';
$_['text_payment']           = 'Пожалуйста, выберите предпочтительный способ оплаты для этого заказа.';
$_['text_comments']          = 'Добавьте комментарий к заказу';
$_['text_agree']             = 'Я прочитал и согласен с <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success']           = 'Способ оплаты успешно изменён!';
$_['text_comment']           = 'Комментарий успешно добавлен!';

// Entry
$_['entry_payment_method']   = 'Выберите способ оплаты...';

// Error
$_['error_order']            = 'Заказ не найден! Пожалуйста, обновите страницу.';
$_['error_customer']         = 'Необходимо указать покупателя!';
$_['error_payment_address']  = 'Необходим адрес оплаты!';
$_['error_shipping_address'] = 'Необходим адрес доставки!';
$_['error_shipping_method']  = 'Необходим способ доставки!';
$_['error_payment_method']   = 'Необходим способ оплаты!';
$_['error_no_payment']       = 'Нет доступных вариантов оплаты. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';
