<?php
// Heading
$_['heading_title']            = 'Ваши личные данные';

// Text
$_['text_login']               = 'Если у вас уже есть аккаунт, пожалуйста, <a href="%s"><strong>войдите</strong></a>.';
$_['text_register']            = 'Регистрация аккаунта';
$_['text_guest']               = 'Оформление без регистрации';
$_['text_payment_address']     = 'Адрес оплаты';
$_['text_shipping_address']    = 'Адрес доставки';
$_['text_your_password']       = 'Ваш пароль';
$_['text_agree']               = 'Я прочитал и согласен с <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success_add']         = 'Ваш аккаунт успешно создан!';
$_['text_success_guest']       = 'Информация о вашем гостевом аккаунте сохранена!';
$_['text_success_edit']        = 'Ваш аккаунт успешно обновлён.';

// Entry
$_['entry_customer_group']     = 'Тип аккаунта';
$_['entry_firstname']          = 'Имя';
$_['entry_lastname']           = 'Фамилия';
$_['entry_email']              = 'Электронная почта';
$_['entry_telephone']          = 'Телефон';
$_['entry_password']           = 'Пароль';
$_['entry_company']            = 'Компания';
$_['entry_address_1']          = 'Адрес 1';
$_['entry_address_2']          = 'Адрес 2';
$_['entry_postcode']           = 'Почтовый индекс';
$_['entry_city']               = 'Город';
$_['entry_country']            = 'Страна';
$_['entry_zone']               = 'Регион / Область';
$_['entry_match']              = 'Адрес доставки и адрес оплаты совпадают.';
$_['entry_newsletter']         = 'Я хочу подписаться на рассылку %s.';

// Error
$_['error_guest']              = 'Внимание: товары в корзине требуют регистрации аккаунта!';
$_['error_firstname']          = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']           = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_customer_group']     = 'Группа покупателей недействительна!';
$_['error_customer_approval']  = 'Внимание: выбранная группа покупателей требует одобрения и не может быть использована для гостевого аккаунта.';
$_['error_email']              = 'Некорректный адрес электронной почты!';
$_['error_exists']             = 'Внимание: такой адрес электронной почты уже зарегистрирован!';
$_['error_telephone']          = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_password']           = 'Пароль должен содержать %s и быть от %d до 40 символов!';
$_['error_password_uppercase'] = 'заглавную букву';
$_['error_password_lowercase'] = 'строчную букву';
$_['error_password_number']    = 'цифру';
$_['error_password_symbol']    = 'специальный символ';
$_['error_password_length']    = 'Пароль должен содержать от %d до 40 символов!';
$_['error_address_1']          = 'Адрес 1 должен содержать от 3 до 128 символов!';
$_['error_city']               = 'Город должен содержать от 2 до 128 символов!';
$_['error_postcode']           = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']            = 'Пожалуйста, выберите страну!';
$_['error_zone']               = 'Пожалуйста, выберите регион / область!';
$_['error_agree']              = 'Внимание: вам необходимо согласиться с %s!';
$_['error_custom_field']       = 'Поле %s обязательно для заполнения!';
$_['error_regex']              = '%s содержит некорректные данные!';
