<?php
// Heading
$_['heading_title']         = 'Адрес доставки';

// Text
$_['text_address_new']      = 'Хочу использовать новый адрес';
$_['text_address_existing'] = 'Хочу использовать существующий адрес';
$_['text_success']          = 'Адрес доставки успешно изменён!';

// Entry
$_['entry_address']         = 'Выберите адрес';
$_['entry_firstname']       = 'Имя';
$_['entry_lastname']        = 'Фамилия';
$_['entry_company']         = 'Компания';
$_['entry_address_1']       = 'Адрес 1';
$_['entry_address_2']       = 'Адрес 2';
$_['entry_postcode']        = 'Почтовый индекс';
$_['entry_city']            = 'Город';
$_['entry_country']         = 'Страна';
$_['entry_zone']            = 'Регион / Область';

// Error
$_['error_address']         = 'Адрес доставки не найден!';
$_['error_firstname']       = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']        = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_address_1']       = 'Адрес 1 должен содержать от 3 до 128 символов!';
$_['error_city']            = 'Город должен содержать от 2 до 128 символов!';
$_['error_postcode']        = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']         = 'Пожалуйста, выберите страну!';
$_['error_zone']            = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field']    = 'Поле %s обязательно для заполнения!';
$_['error_regex']           = '%s содержит некорректные данные!';
