<?php
// Heading
$_['heading_title']          = 'Способ доставки';

// Text
$_['text_shipping_method']   = 'Варианты способа доставки';
$_['text_shipping']          = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';
$_['text_success']           = 'Способ доставки успешно изменён!';

// Entry
$_['entry_shipping_method']  = 'Выберите способ доставки...';

// Error
$_['error_customer']         = 'Необходимо указать покупателя!';
$_['error_payment_address']  = 'Необходим адрес оплаты!';
$_['error_shipping_address'] = 'Необходим адрес доставки!';
$_['error_shipping_method']  = 'Необходим способ доставки!';
$_['error_no_shipping']      = 'Нет доступных вариантов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';
