<?php
// Heading
$_['heading_title'] = 'Ваш заказ оформлен!';

// Text
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформление заказа';
$_['text_success']  = 'Успешно';
$_['text_customer'] = '<p>Ваш заказ успешно обработан!</p><p>Вы можете просмотреть историю заказов, перейдя на страницу <a href="%s">мой аккаунт</a> и нажав на <a href="%s">историю</a>.</p><p>Если ваш покупка включает доступные для скачивания файлы, вы можете перейти на страницу <a href="%s">загрузки</a> вашего аккаунта.</p><p>По любым вопросам обращайтесь к <a href="%s">владельцу магазина</a>.</p><p>Спасибо за покупки в нашем магазине!</p>';
$_['text_guest']    = '<p>Ваш заказ успешно обработан!</p><p>По любым вопросам обращайтесь к <a href="%s">владельцу магазина</a>.</p><p>Спасибо за покупки в нашем магазине!</p>';
