<?php
// Text
$_['text_success']         = 'Параметри покупців змінені';

// Error
$_['error_customer']       = 'Покупця не знайдено';
$_['error_customer_group'] = 'Група покупців недійсна';
$_['error_firstname']      = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']       = 'Прізвище має містити від 1 до 32 символів';
$_['error_email']          = 'Невірно вказано адресу електронної пошти';
$_['error_telephone']      = 'Номер телефону має містити від 3 до 32 символів';
$_['error_custom_field']   = '%s - обов’язково!';
$_['error_regex']          = '%s - вказано невірно';
