<?php
// Text
$_['text_success']           = 'Замовлення оновлене';

// Error
$_['error_order']            = 'Замовлення не знайдено';
$_['error_customer']         = 'Вкажіть дані покупця';
$_['error_payment_address']  = 'Вкажіть платіжну адресу';
$_['error_payment_method']   = 'Необхідно вказати спосіб оплати';
$_['error_no_payment']       = 'Немає доступних способів оплати';
$_['error_shipping_address'] = 'Вкажіть адресу доставки';
$_['error_shipping_method']  = 'Необхідно вказати спосіб доставки';
$_['error_no_shipping']      = 'Немає доступних способів доставки';
$_['error_stock']            = 'Товари, що позначені *** відсутні в потрібній кількості або їх немає в наявності';
$_['error_minimum']          = 'Мінімальна кількість для замовлення товару %s складає %s';
$_['error_affiliate']           = 'Потрібно вказати дані партнера';
$_['error_call']                = 'API-виклик не знайдено';
$_['error_product']          = 'Оберіть товари';
$_['error_comment']          = 'Вкажіть коментар';
