<?php
// Text
$_['text_success']       = 'Адресу доставки встановлено';

// Error
$_['error_firstname']    = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів';
$_['error_address_1']    = 'Адреса має містити від 3 до 128 символів';
$_['error_city']         = 'Назва міста має містити від 3 до 128 символів';
$_['error_postcode']     = 'Індекс має містити від 2 до 10 символів';
$_['error_country']      = 'Будь ласка, оберіть країну';
$_['error_zone']         = 'Будь ласка, оберіть область / регіон';
$_['error_custom_field'] = '%s - обов’язково';
$_['error_regex']        = '%s - вказано невірно';
$_['error_shipping']     = 'Немає товарів, що потребують доставки';
