<?php
// Text
$_['text_success']           = 'Ви змінили підписки';

// Error
$_['error_customer']         = 'Необхідно вказати дані клієнта';
$_['error_payment_address']  = 'Необхідно вказати адресу оплати';
$_['error_payment_method']   = 'Необхідно вказати спосіб оплати';
$_['error_shipping_address'] = 'Необхідно вказати адресу доставки';
$_['error_shipping_method']  = 'Необхідно вказати спосіб доставки';
$_['error_product']          = 'Необхідно вказати товари';
$_['error_stock']            = 'Товари, позначені *** недоступні у бажаній кількості або відсутні на складі';
$_['error_minimum']          = 'Мінімальна сума замовлення для %s становить %s';
$_['error_subscription']        = 'Необхідна підписка';
$_['error_subscription_plan']   = 'Необхідний план підписки';
$_['error_call']             = 'API-виклик не знайдено';
