<?php
// Heading
$_['heading_title']     = 'Группы атрибутов';

// Text
$_['text_success']      = 'Готово: Вы изменили группы атрибутов!';
$_['text_list']         = 'Список групп атрибутов';
$_['text_add']          = 'Добавить группу атрибутов';
$_['text_edit']         = 'Редактировать группу атрибутов';

// Column
$_['column_name']       = 'Название группы атрибутов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы атрибутов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_warning']     = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']  = 'Внимание: У вас нет прав для изменения групп атрибутов!';
$_['error_name']        = 'Название группы атрибутов должно содержать от 1 до 64 символов!';
$_['error_attribute']   = 'Внимание: Эту группу атрибутов нельзя удалить, так как она назначена %s атрибутам!';
$_['error_product']     = 'Внимание: Эту группу атрибутов нельзя удалить, так как она назначена %s товарам!';
