<?php
// Heading
$_['heading_title']          = 'Атрибуты';

// Text
$_['text_success']           = 'Готово: Вы изменили атрибуты!';
$_['text_list']              = 'Список атрибутов';
$_['text_add']               = 'Добавить атрибут';
$_['text_edit']              = 'Редактировать атрибут';

// Column
$_['column_name']            = 'Название атрибута';
$_['column_attribute_group'] = 'Группа атрибутов';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название атрибута';
$_['entry_attribute_group']  = 'Группа атрибутов';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_warning']          = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Внимание: У вас нет прав для изменения атрибутов!';
$_['error_attribute_group']  = 'Требуется группа атрибутов!';
$_['error_name']             = 'Название атрибута должно содержать от 1 до 64 символов!';
$_['error_product']          = 'Внимание: Этот атрибут нельзя удалить, так как он назначен %s товарам!';
