<?php
// Heading
$_['heading_title']           = 'Категории';

// Text
$_['text_success']            = 'Готово: Вы изменили категории!';
$_['text_list']               = 'Список категорий';
$_['text_add']                = 'Добавить категорию';
$_['text_edit']               = 'Редактировать категорию';
$_['text_filter']             = 'Фильтр';
$_['text_default']            = 'По умолчанию';
$_['text_keyword']            = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что SEO-URL является уникальным.';

// Column
$_['column_image']            = 'Изображение';
$_['column_name']             = 'Название категории';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название категории';
$_['entry_description']       = 'Описание';
$_['entry_meta_title']        = 'Мета-заголовок';
$_['entry_meta_keyword']      = 'Мета-ключевые слова';
$_['entry_meta_description']  = 'Мета-описание';
$_['entry_store']             = 'Магазины';
$_['entry_keyword']           = 'Ключевое слово';
$_['entry_parent']            = 'Родительская категория';
$_['entry_filter']            = 'Фильтры';
$_['entry_image']             = 'Изображение';
$_['entry_sort_order']        = 'Порядок сортировки';
$_['entry_status']            = 'Статус';
$_['entry_layout']            = 'Переопределение макета';

// Help
$_['help_parent']             = '(Автодополнение)';
$_['help_filter']             = '(Автодополнение)';

// Error
$_['error_warning']           = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']        = 'Внимание: У вас нет прав для изменения категорий!';
$_['error_name']              = 'Название категории должно содержать от 1 до 255 символов!';
$_['error_meta_title']        = 'Мета-заголовок должен содержать от 1 до 255 символов!';
$_['error_parent']            = 'Выбранная родительская категория является дочерней по отношению к текущей!';
$_['error_keyword']           = 'SEO-URL должен содержать от 1 до 64 символов!';
$_['error_keyword_exists']    = 'SEO-URL должен быть уникальным!';
$_['error_keyword_character'] = 'Ключевое слово может содержать только символы a-z, 0-9, - и _!';
