<?php
// Heading
$_['heading_title']            = 'Загрузки';

// Text
$_['text_success']             = 'Готово: Вы изменили загрузки!';
$_['text_list']                = 'Список загрузок';
$_['text_add']                 = 'Добавить загрузку';
$_['text_edit']                = 'Редактировать загрузку';
$_['text_upload']              = 'Ваш файл успешно загружен!';
$_['text_report']              = 'Отчёты';

// Column
$_['column_name']              = 'Название загрузки';
$_['column_ip']                = 'IP';
$_['column_account']           = 'Учётные записи';
$_['column_store']             = 'Магазин';
$_['column_country']           = 'Страна';
$_['column_date_added']        = 'Дата добавления';
$_['column_action']            = 'Действие';

// Entry
$_['entry_name']               = 'Название загрузки';
$_['entry_filename']           = 'Имя файла';
$_['entry_mask']               = 'Маска';

// Help
$_['help_filename']            = 'Вы можете загрузить через кнопку загрузки или использовать FTP для загрузки в каталог загрузок и ввести данные ниже.';
$_['help_mask']                = 'Рекомендуется, чтобы имя файла и маска различались, чтобы предотвратить попытки прямой ссылки на ваши загрузки.';

// Error
$_['error_warning']            = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']         = 'Внимание: У вас нет прав для изменения загрузок!';
$_['error_name']               = 'Название загрузки должно содержать от 3 до 64 символов!';
$_['error_filename']           = 'Имя файла должно содержать от 3 до 128 символов!';
$_['error_filename_character'] = 'Имя файла может содержать только символы a-Z, 0-9, - и _!';
$_['error_directory']          = 'Загрузки должны находиться в каталоге storage/download!';
$_['error_exists']             = 'Файл не существует!';
$_['error_mask']               = 'Маска должна содержать от 3 до 128 символов!';
$_['error_mask_character']     = 'Маска может содержать только символы a-Z, 0-9, - и _!';
$_['error_file_type']          = 'Недопустимый тип файла!';
$_['error_product']            = 'Внимание: Эту загрузку нельзя удалить, так как она назначена %s товарам!';
