<?php
// Heading
$_['heading_title']     = 'Группы фильтров';

// Text
$_['text_success']      = 'Готово: Вы изменили группы фильтров!';
$_['text_list']         = 'Список групп фильтров';
$_['text_add']          = 'Добавить группу фильтров';
$_['text_edit']         = 'Редактировать группу фильтров';

// Column
$_['column_name']       = 'Название группы фильтров';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы фильтров';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_warning']     = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']  = 'Внимание: У вас нет прав для изменения групп фильтров!';
$_['error_name']        = 'Название группы фильтров должно содержать от 1 до 64 символов!';
$_['error_filter']      = 'Внимание: Эту группу фильтров нельзя удалить, так как она назначена %s фильтрам!';
