<?php
// Heading
$_['heading_title']    = 'Идентификаторы';

// Text
$_['text_success']     = 'Готово: Вы изменили идентификаторы!';
$_['text_list']        = 'Список идентификаторов';
$_['text_add']         = 'Добавить идентификатор';
$_['text_edit']        = 'Редактировать идентификатор';
$_['text_regex']       = 'Регулярное выражение';

// Column
$_['column_name']      = 'Название идентификатора';
$_['column_code']      = 'Код';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название идентификатора';
$_['entry_code']       = 'Код';
$_['entry_validation'] = 'Валидация';
$_['entry_status']     = 'Статус';

// Help
$_['help_name']        = 'Пример: Код товара, Универсальный код товара, Европейский номер товара, Японский номер товара, Международный стандартный книжный номер или Номер части производителя';
$_['help_code']        = 'Пример: SKU, UPC, EAN, JAN, ISBN или MPN';
$_['help_regex']       = 'Используйте регулярные выражения. Например: /[^a-zA-Z0-9_-]/';
$_['help_status']      = 'Отображать идентификатор товара на странице информации о товаре';

// Error
$_['error_warning']    = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Внимание: У вас нет прав для изменения идентификаторов!';
$_['error_name']       = 'Название идентификатора должно содержать от 1 до 64 символов!';
$_['error_code']       = 'Код идентификатора должен содержать от 3 до 48 символов!';
