<?php
// Heading
$_['heading_title']           = 'Информация';

// Text
$_['text_success']            = 'Готово: Вы изменили информацию!';
$_['text_list']               = 'Список информационных страниц';
$_['text_add']                = 'Добавить информационную страницу';
$_['text_edit']               = 'Редактировать информационную страницу';
$_['text_default']            = 'По умолчанию';
$_['text_keyword']            = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что SEO-URL является уникальным.';

// Column
$_['column_title']            = 'Заголовок информации';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_action']           = 'Действие';

// Entry
$_['entry_title']             = 'Заголовок информации';
$_['entry_description']       = 'Описание';
$_['entry_meta_title']        = 'Мета-заголовок';
$_['entry_meta_keyword']      = 'Мета-ключевые слова';
$_['entry_meta_description']  = 'Мета-описание';
$_['entry_store']             = 'Магазины';
$_['entry_keyword']           = 'Ключевое слово';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Порядок сортировки';
$_['entry_layout']            = 'Переопределение макета';

// Error
$_['error_warning']           = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']        = 'Внимание: У вас нет прав для изменения информационных страниц!';
$_['error_title']             = 'Заголовок информации должен содержать от 1 до 64 символов!';
$_['error_description']       = 'Описание должно содержать более 3 символов!';
$_['error_meta_title']        = 'Мета-заголовок должен содержать от 1 до 255 символов!';
$_['error_keyword']           = 'SEO-URL должен содержать от 1 до 64 символов!';
$_['error_keyword_exists']    = 'SEO-URL должен быть уникальным!';
$_['error_keyword_character'] = 'Ключевое слово может содержать только символы a-z, 0-9, - и _!';
$_['error_account']           = 'Внимание: Эту информационную страницу нельзя удалить, так как она назначена как условия учётной записи магазина!';
$_['error_checkout']          = 'Внимание: Эту информационную страницу нельзя удалить, так как она назначена как условия оформления заказа!';
$_['error_affiliate']         = 'Внимание: Эту информационную страницу нельзя удалить, так как она назначена как условия партнёрской программы!';
$_['error_return']            = 'Внимание: Эту информационную страницу нельзя удалить, так как она назначена как условия возврата!';
$_['error_store']             = 'Внимание: Эту информационную страницу нельзя удалить, так как она используется %s магазинами!';
