<?php
// Heading
$_['heading_title']           = 'Производители';

// Text
$_['text_success']            = 'Готово: Вы изменили производителей!';
$_['text_list']               = 'Список производителей';
$_['text_add']                = 'Добавить производителя';
$_['text_edit']               = 'Редактировать производителя';
$_['text_default']            = 'По умолчанию';
$_['text_keyword']            = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что SEO-URL является уникальным.';

// Column
$_['column_image']            = 'Изображение';
$_['column_name']             = 'Название производителя';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название производителя';
$_['entry_store']             = 'Магазины';
$_['entry_keyword']           = 'Ключевое слово';
$_['entry_image']             = 'Изображение';
$_['entry_sort_order']        = 'Порядок сортировки';
$_['entry_layout']            = 'Переопределение макета';

// Error
$_['error_warning']           = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']        = 'Внимание: У вас нет прав для изменения производителей!';
$_['error_name']              = 'Название производителя должно содержать от 1 до 64 символов!';
$_['error_keyword']           = 'SEO-URL должен содержать от 1 до 64 символов!';
$_['error_keyword_exists']    = 'SEO-URL должен быть уникальным!';
$_['error_keyword_character'] = 'Ключевое слово может содержать только символы a-z, 0-9, - и _!';
$_['error_product']           = 'Внимание: Этого производителя нельзя удалить, так как он назначен %s товарам!';
