<?php
// Heading
$_['heading_title']      = 'Опции';

// Text
$_['text_success']       = 'Готово: Вы изменили опции!';
$_['text_list']          = 'Список опций';
$_['text_add']           = 'Добавить опцию';
$_['text_edit']          = 'Редактировать опцию';
$_['text_choose']        = 'Выбрать';
$_['text_select']        = 'Выпадающий список';
$_['text_radio']         = 'Радиокнопка';
$_['text_checkbox']      = 'Флажок';
$_['text_input']         = 'Поле ввода';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Многострочное поле';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата &amp; Время';
$_['text_time']          = 'Время';
$_['text_regex']         = 'Регулярное выражение';
$_['text_option']        = 'Опция';
$_['text_value']         = 'Значения опций';

// Column
$_['column_name']        = 'Название опции';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название опции';
$_['entry_type']         = 'Тип';
$_['entry_validation']   = 'Валидация';
$_['entry_option_value'] = 'Название значения опции';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_regex']         = 'Используйте регулярные выражения. Например: /[^a-zA-Z0-9_-]/';

// Error
$_['error_warning']      = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']   = 'Внимание: У вас нет прав для изменения опций!';
$_['error_name']         = 'Название опции должно содержать от 1 до 128 символов!';
$_['error_type']         = 'Внимание: Требуются значения опций!';
$_['error_option_value'] = 'Название значения опции должно содержать от 1 до 128 символов!';
$_['error_value']        = 'Внимание: Это значение опции нельзя удалить, так как оно назначено %s товарам!';
$_['error_product']      = 'Внимание: Эту опцию нельзя удалить, так как она назначена %s товарам!';
