<?php
// Heading
$_['heading_title']          = 'Планы подписки';

// Text
$_['text_success']           = 'Готово: Вы изменили планы подписки!';
$_['text_list']              = 'Список планов подписки';
$_['text_add']               = 'Добавить план подписки';
$_['text_edit']              = 'Редактировать план подписки';
$_['text_subscription']      = 'Подписка';
$_['text_trial']             = 'Пробный период';
$_['text_day']               = 'День';
$_['text_week']              = 'Неделя';
$_['text_semi_month']        = 'Полмесяца';
$_['text_month']             = 'Месяц';
$_['text_year']              = 'Год';

// Entry
$_['entry_name']             = 'Название плана подписки';
$_['entry_trial_duration']   = 'Длительность пробного периода';
$_['entry_trial_cycle']      = 'Цикл пробного периода';
$_['entry_trial_frequency']  = 'Частота пробного периода';
$_['entry_trial_status']     = 'Статус пробного периода';
$_['entry_duration']         = 'Длительность';
$_['entry_cycle']            = 'Цикл';
$_['entry_frequency']        = 'Частота';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';

// Column
$_['column_name']            = 'Название плана подписки';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Help
$_['help_trial_duration']    = 'Длительность — это количество платежей, которые пользователь будет производить.';
$_['help_trial_cycle']       = 'Суммы подписки рассчитываются на основе частоты и циклов.';
$_['help_trial_frequency']   = 'Если вы используете частоту "неделя" и цикл "2", тогда пользователь будет оплачиваться каждые 2 недели.';
$_['help_duration']          = 'Длительность — это количество платежей, которые пользователь будет производить; установите 0, если хотите, чтобы платежи продолжались до отмены.';
$_['help_cycle']             = 'Суммы подписки рассчитываются на основе частоты и циклов.';
$_['help_frequency']         = 'Если вы используете частоту "неделя" и цикл "2", тогда пользователь будет оплачиваться каждые 2 недели.';

// Error
$_['error_warning']          = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Внимание: У вас нет прав для изменения планов подписки!';
$_['error_name']             = 'Название плана подписки должно содержать более 3 и менее 255 символов!';
$_['error_trial_duration']   = 'Длительность пробного периода должна быть больше 0!';
$_['error_product']          = 'Внимание: Этот план подписки нельзя удалить, так как он назначен %s товарам!';
