<?php
// Heading
$_['heading_title']           = 'Мекенжай пішімі';

// Text
$_['text_success']            = 'Сәтті: Сіз мекенжай пішімдерін өзерттіңіз!';
$_['text_list']               = 'Мекенжай пішімдерінің тізімі';
$_['text_add']                = 'Мекенжай пішімін қосу';
$_['text_edit']               = 'Мекенжай пішімін өңдеу';

// Column
$_['column_name']             = 'Мекенжай пішімінің атауы';
$_['column_address_format']   = 'Мекенжай пішімі';
$_['column_action']           = 'Әрекет';

// Entry
$_['entry_name']              = 'Мекенжай пішімінің атауы';
$_['entry_address_format']    = 'Мекенжай пішімі';

// Help
$_['help_address_format']     = 'Аты = {firstname}<br/>Тегі = {lastname}<br/>Компания = {company}<br/>Мекенжай 1 = {address_1}<br/>Мекенжай 2 = {address_2}<br/>Қала = {city}<br/>Пошта индексі = {postcode}<br/>Аймақ = {zone}<br/>Аймақ коды = {zone_code}<br/>Ел = {country}';

// Error
$_['error_permission']        = 'Ескерту: Сіздің мекенжай пішімдерін өзгертуге рұқсатыңыз жоқ!';
$_['error_name']              = 'Мекенжай пішімінің атауы 1-ден 128 таңбаға дейін болуы тиіс!';
$_['error_default']           = 'Ескерту: Бұл мекенжай пішімін жою мүмкін емес, өйткені ол қазір әдепкі мекенжай пішімі ретінде тағайындалған!';
$_['error_country']           = 'Ескерту: Бұл мекенжай пішімін жою мүмкін емес, өйткені ол қазір %s елге тағайындалған!';
