<?php
// Heading
$_['heading_title']           = 'Елдер';

// Text
$_['text_success']            = 'Сәтті: Сіз елдерді өзерттіңіз!';
$_['text_list']               = 'Елдердің тізімі';
$_['text_add']                = 'Ел қосу';
$_['text_edit']               = 'Елді өңдеу';
$_['text_filter']             = 'Сүзгі';

// Column
$_['column_name']             = 'Елдің атауы';
$_['column_iso_code_2']       = 'ISO коды (2)';
$_['column_iso_code_3']       = 'ISO коды (3)';
$_['column_action']           = 'Әрекет';

// Entry
$_['entry_name']              = 'Елдің атауы';
$_['entry_iso_code_2']        = 'ISO коды (2)';
$_['entry_iso_code_3']        = 'ISO коды (3)';
$_['entry_address_format']    = 'Мекенжай пішімі';
$_['entry_postcode_required'] = 'Пошта индексі міндетті';
$_['entry_status']            = 'Мәртебе';

// Error
$_['error_permission']        = 'Ескерту: Сіздің елдерді өзгертуге рұқсатыңыз жоқ!';
$_['error_name']              = 'Елдің атауы 1-ден 128 таңбаға дейін болуы тиіс!';
$_['error_iso_code_2']        = 'ISO коды 2 таңбадан тұруы тиіс!';
$_['error_iso_code_3']        = 'ISO коды 3 таңбадан тұруы тиіс!';
$_['error_default']           = 'Ескерту: Бұл елді жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі елі ретінде тағайындалған!';
$_['error_store']             = 'Ескерту: Бұл елді жою мүмкін емес, өйткені ол қазір %s дүкенге тағайындалған!';
$_['error_address']           = 'Ескерту: Бұл елді жою мүмкін емес, өйткені ол қазір %s мекенжай кітапшасы жазбаларына тағайындалған!';
$_['error_zone']              = 'Ескерту: Бұл елді жою мүмкін емес, өйткені ол қазір %s аймаққа тағайындалған!';
$_['error_zone_to_geo_zone']  = 'Ескерту: Бұл елді жою мүмкін емес, өйткені ол қазір %s аймақтан гео-аймаққа тағайындалған!';
