<?php
// Heading
$_['heading_title']        = 'Валюталар';

// Text
$_['text_success']         = 'Сәтті: Сіз валюталарды өзерттіңіз!';
$_['text_list']            = 'Валюталардың тізімі';
$_['text_add']             = 'Валюта қосу';
$_['text_edit']            = 'Валютаны өңдеу';
$_['text_iso']             = 'ISO валюталық кодтары мен параметрлерінің толық тізімін <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">осы жерден</a> табуға болады.';

// Column
$_['column_title']         = 'Валютаның атауы';
$_['column_code']          = 'Код';
$_['column_value']         = 'Мәні';
$_['column_status']        = 'Мәртебе';
$_['column_date_modified'] = 'Соңғы жаңарту';
$_['column_action']        = 'Әрекет';

// Entry
$_['entry_title']          = 'Валютаның атауы';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Мәні';
$_['entry_symbol_left']    = 'Символ сол жақта';
$_['entry_symbol_right']   = 'Символ оң жақта';
$_['entry_decimal_place']  = 'Ондық сандар саны';
$_['entry_status']         = 'Мәртебе';

// Help
$_['help_code']            = 'Егер бұл сіздің әдепкі валютыңыз болса, өзгертпеңіз.';
$_['help_value']           = 'Әдепкі валютыңыздың ағымдағы валюталық бірліктегі мәні. Әдепкі валютыңыз үшін 1-ге теңестіріңіз.';

// Error
$_['error_permission']     = 'Ескерту: Сіздің валюталарды өзгертуге рұқсатыңыз жоқ!';
$_['error_extension']      = 'Ескерту: Валюта кеңейтімі табылмады!';
$_['error_title']          = 'Валютаның атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_code']           = 'Валюта коды 3 таңбадан тұруы тиіс!';
$_['error_default']        = 'Ескерту: Бұл валютаны жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі валютасы ретінде тағайындалған!';
$_['error_store']          = 'Ескерту: Бұл валютаны жою мүмкін емес, өйткені ол қазір %s дүкенге тағайындалған!';
$_['error_order']          = 'Ескерту: Бұл валютаны жою мүмкін емес, өйткені ол қазір %s тапсырысқа тағайындалған!';
