<?php
// Heading
$_['heading_title']      = 'Гео-аймақтар';

// Text
$_['text_success']       = 'Сәтті: Сіз гео-аймақтарды өзерттіңіз!';
$_['text_list']          = 'Гео-аймақтардың тізімі';
$_['text_add']           = 'Гео-аймақ қосу';
$_['text_edit']          = 'Гео-аймақты өңдеу';
$_['text_geo_zone']      = 'Гео-аймақтар';

// Column
$_['column_name']        = 'Гео-аймақтың атауы';
$_['column_description'] = 'Сипаттама';
$_['column_action']      = 'Әрекет';

// Entry
$_['entry_name']         = 'Гео-аймақтың атауы';
$_['entry_description']  = 'Сипаттама';
$_['entry_country']      = 'Ел';
$_['entry_zone']         = 'Аймақ';

// Error
$_['error_permission']   = 'Ескерту: Сіздің гео-аймақтарды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']         = 'Гео-аймақтың атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_description']  = 'Сипаттаманың атауы 3-тен 255 таңбаға дейін болуы тиіс!';
$_['error_tax_rate']     = 'Ескерту: Бұл гео-аймақты жою мүмкін емес, өйткені ол қазір бір немесе бірнеше салық ставкаларына тағайындалған!';
