<?php
// Heading
$_['heading_title']     = 'Тілдер';

// Text
$_['text_success']      = 'Сәтті: Сіз тілдерді өзерттіңіз!';
$_['text_list']         = 'Тілдердің тізімі';
$_['text_add']          = 'Тіл қосу';
$_['text_edit']         = 'Тілді өңдеу';

// Column
$_['column_name']       = 'Тілдің атауы';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Реті';
$_['column_action']     = 'Әрекет';

// Entry
$_['entry_name']        = 'Тілдің атауы';
$_['entry_code']        = 'Код';
$_['entry_extension']   = 'Кеңейтім';
$_['entry_locale']      = 'Локаль';
$_['entry_status']      = 'Мәртебе';
$_['entry_sort_order']  = 'Реті';

// Help
$_['help_locale']       = 'Мысалы: kk_KZ.UTF-8,kk_KZ,kk-kz,kk_kz,kazakh';
$_['help_status']       = 'Тілдер тізімінде жасыру/көрсету';

// Error
$_['error_permission']  = 'Ескерту: Сіздің тілдерді өзгертуге рұқсатыңыз жоқ!';
$_['error_exists']      = 'Ескерту: Сіз бұл тілді қосқансыз!';
$_['error_name']        = 'Тілдің атауы 1-ден 32 таңбаға дейін болуы тиіс!';
$_['error_code']        = 'Тіл коды 2-ден 5 таңбаға дейін болуы тиіс!';
$_['error_locale']      = 'Локаль міндетті!';
$_['error_default']     = 'Ескерту: Бұл тілді жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі тілі ретінде тағайындалған!';
$_['error_admin']       = 'Ескерту: Бұл тілді жою мүмкін емес, өйткені ол қазір әкімшілік тілі ретінде тағайындалған!';
$_['error_store']       = 'Ескерту: Бұл тілді жою мүмкін емес, өйткені ол қазір %s дүкенге тағайындалған!';
$_['error_order']       = 'Ескерту: Бұл тілді жою мүмкін емес, өйткені ол қазір %s тапсырысқа тағайындалған!';
