<?php
// Heading
$_['heading_title']    = 'Ұзындық класстары';

// Text
$_['text_success']     = 'Сәтті: Сіз ұзындық класстарын өзерттіңіз!';
$_['text_list']        = 'Ұзындық класстарының тізімі';
$_['text_add']         = 'Ұзындық классын қосу';
$_['text_edit']        = 'Ұзындық классын өңдеу';

// Column
$_['column_title']     = 'Ұзындықтың атауы';
$_['column_unit']      = 'Ұзындық өлшем бірлігі';
$_['column_value']     = 'Мәні';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_title']      = 'Ұзындықтың атауы';
$_['entry_unit']       = 'Ұзындық өлшем бірлігі';
$_['entry_value']      = 'Мәні';

// Help
$_['help_value']       = 'Әдепкі ұзындығыңыздың ағымдағы ұзындық өлшем бірлігіндегі мәні. Әдепкі ұзындығыңыз үшін 1-ге теңестіріңіз.';

// Error
$_['error_permission'] = 'Ескерту: Сіздің ұзындық класстарын өзгертуге рұқсатыңыз жоқ!';
$_['error_title']      = 'Ұзындықтың атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_unit']       = 'Ұзындық өлшем бірлігі 1-ден 4 таңбаға дейін болуы тиіс!';
$_['error_default']    = 'Ескерту: Бұл ұзындық классын жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі ұзындық классы ретінде тағайындалған!';
$_['error_product']    = 'Ескерту: Бұл ұзындық классын жою мүмкін емес, өйткені ол қазір %s өнімге тағайындалған!';
