<?php
// Heading
$_['heading_title']    = 'Дүкен орындары';

// Text
$_['text_success']     = 'Сәтті: Сіз дүкен орындарын өзерттіңіз!';
$_['text_list']        = 'Дүкен орындарының тізімі';
$_['text_add']         = 'Дүкен орнын қосу';
$_['text_edit']        = 'Дүкен орнын өңдеу';
$_['text_geocode']     = 'Геокод келесі себеп бойынша сәтті болмады:';

// Column
$_['column_name']      = 'Дүкеннің атауы';
$_['column_address']   = 'Мекенжай';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Дүкеннің атауы';
$_['entry_address']    = 'Мекенжай';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_image']      = 'Сурет';
$_['entry_open']       = 'Ашу уақыты';
$_['entry_comment']    = 'Түсіндірме';

// Help
$_['help_telephone']   = 'Дүкен орнының телефон нөмірін енгізіңіз.';
$_['help_geocode']     = 'Дүкен орнының геокодын қолмен енгізіңіз.';
$_['help_open']        = 'Дүкеніңіздің ашу уақытын толтырыңыз.';
$_['help_comment']     = 'Бұл өріс клиентке айтқыңыз келетін ерекше жазбалар үшін, мысалы: Дүкен чектерді қабылдамайды.';

// Error
$_['error_permission'] = 'Ескерту: Сіздің дүкен орындарын өзгертуге рұқсатыңыз жоқ!';
$_['error_name']       = 'Дүкеннің атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_address']    = 'Мекенжай 3-тен 128 таңбаға дейін болуы тиіс!';
$_['error_telephone']  = 'Телефон 3-тен 32 таңбаға дейін болуы тиіс!';
