<?php
// Heading
$_['heading_title']    = 'Тапсырыс мәртебелері';

// Text
$_['text_success']     = 'Сәтті: Сіз тапсырыс мәртебелерін өзерттіңіз!';
$_['text_list']        = 'Тапсырыс мәртебелерінің тізімі';
$_['text_add']         = 'Тапсырыс мәртебесін қосу';
$_['text_edit']        = 'Тапсырыс мәртебесін өңдеу';

// Column
$_['column_name']      = 'Тапсырыс мәртебесінің атауы';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Тапсырыс мәртебесінің атауы';

// Error
$_['error_permission'] = 'Ескерту: Сіздің тапсырыс мәртебелерін өзгертуге рұқсатыңыз жоқ!';
$_['error_name']       = 'Тапсырыс мәртебесінің атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_default']    = 'Ескерту: Бұл тапсырыс мәртебесін жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі тапсырыс мәртебесі ретінде тағайындалған!';
$_['error_download']   = 'Ескерту: Бұл тапсырыс мәртебесін жою мүмкін емес, өйткені ол қазір әдепкі жүктеп алу мәртебесі ретінде тағайындалған!';
$_['error_order']      = 'Ескерту: Бұл тапсырыс мәртебесін жою мүмкін емес, өйткені ол қазір %s тапсырысқа тағайындалған!';
