<?php
// Heading
$_['heading_title']    = 'Қайтару әрекеттері';

// Text
$_['text_success']     = 'Сәтті: Сіз қайтару әрекеттерін өзерттіңіз!';
$_['text_list']        = 'Қайтару әрекеттерінің тізімі';
$_['text_add']         = 'Қайтару әрекетін қосу';
$_['text_edit']        = 'Қайтару әрекетін өңдеу';

// Column
$_['column_name']      = 'Қайтару әрекетінің атауы';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Қайтару әрекетінің атауы';

// Error
$_['error_permission'] = 'Ескерту: Сіздің қайтару әрекеттерін өзгертуге рұқсатыңыз жоқ!';
$_['error_name']       = 'Қайтару әрекетінің атауы 3-тен 64 таңбаға дейін болуы тиіс!';
$_['error_return']     = 'Ескерту: Бұл қайтару әрекетін жою мүмкін емес, өйткені ол қазір %s қайтарылған өнімге тағайындалған!';
