<?php
// Heading
$_['heading_title']    = 'Қайтару себептері';

// Text
$_['text_success']     = 'Сәтті: Сіз қайтару себептерін өзерттіңіз!';
$_['text_list']        = 'Қайтару себептерінің тізімі';
$_['text_add']         = 'Қайтару себебін қосу';
$_['text_edit']        = 'Қайтару себебін өңдеу';

// Column
$_['column_name']      = 'Қайтару себебінің атауы';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Қайтару себебінің атауы';

// Error
$_['error_permission'] = 'Ескерту: Сіздің қайтару себептерін өзгертуге рұқсатыңыз жоқ!';
$_['error_name']       = 'Қайтару себебінің атауы 3-тен 128 таңбаға дейін болуы тиіс!';
$_['error_return']     = 'Ескерту: Бұл қайтару себебін жою мүмкін емес, өйткені ол қазір %s қайтарылған өнімге тағайындалған!';
