<?php
// Heading
$_['heading_title']    = 'Қайтару мәртебелері';

// Text
$_['text_success']     = 'Сәтті: Сіз қайтару мәртебелерін өзерттіңіз!';
$_['text_list']        = 'Қайтару мәртебелерінің тізімі';
$_['text_add']         = 'Қайтару мәртебесін қосу';
$_['text_edit']        = 'Қайтару мәртебесін өңдеу';

// Column
$_['column_name']      = 'Қайтару мәртебесінің атауы';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Қайтару мәртебесінің атауы';

// Error
$_['error_permission'] = 'Ескерту: Сіздің қайтару мәртебелерін өзгертуге рұқсатыңыз жоқ!';
$_['error_name']       = 'Қайтару мәртебесінің атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_default']    = 'Ескерту: Бұл қайтару мәртебесін жою мүмкін емес, өйткені ол қазір әдепкі қайтару мәртебесі ретінде тағайындалған!';
$_['error_return']     = 'Ескерту: Бұл қайтару мәртебесін жою мүмкін емес, өйткені ол қазір %s қайтаруға тағайындалған!';
