<?php
// Heading
$_['heading_title']    = 'Қойма мәртебелері';

// Text
$_['text_success']     = 'Сәтті: Сіз қойма мәртебелерін өзерттіңіз!';
$_['text_list']        = 'Қойма мәртебелерінің тізімі';
$_['text_add']         = 'Қойма мәртебесін қосу';
$_['text_edit']        = 'Қойма мәртебесін өңдеу';

// Column
$_['column_name']      = 'Қойма мәртебесінің атауы';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Қойма мәртебесінің атауы';

// Error
$_['error_permission'] = 'Ескерту: Сіздің қойма мәртебелерін өзгертуге рұқсатыңыз жоқ!';
$_['error_name']       = 'Қойма мәртебесінің атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_product']    = 'Ескерту: Бұл қойма мәртебесін жою мүмкін емес, өйткені ол қазір %s өнімге тағайындалған!';
