<?php
// Heading
$_['heading_title']      = 'Жазылу мәртебелері';

// Text
$_['text_success']       = 'Сәтті: Сіз жазылу мәртебелерін өзерттіңіз!';
$_['text_list']          = 'Жазылу мәртебелерінің тізімі';
$_['text_add']           = 'Жазылу мәртебесін қосу';
$_['text_edit']          = 'Жазылу мәртебесін өңдеу';

// Column
$_['column_name']        = 'Жазылу мәртебесінің атауы';
$_['column_action']      = 'Әрекет';

// Entry
$_['entry_name']         = 'Жазылу мәртебесінің атауы';

// Error
$_['error_permission']   = 'Ескерту: Сіздің жазылу мәртебелерін өзгертуге рұқсатыңыз жоқ!';
$_['error_name']         = 'Жазылу мәртебесінің атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_default']      = 'Ескерту: Бұл жазылу мәртебесін жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі жазылу мәртебесі ретінде тағайындалған!';
$_['error_subscription'] = 'Ескерту: Бұл жазылу мәртебесін жою мүмкін емес, өйткені ол қазір %s жазылуға тағайындалған!';
