<?php
// Heading
$_['heading_title']        = 'Салық ставкалары';

// Text
$_['text_success']         = 'Сәтті: Сіз салық ставкаларын өзерттіңіз!';
$_['text_list']            = 'Салық ставкаларының тізімі';
$_['text_add']             = 'Салық ставкасын қосу';
$_['text_edit']            = 'Салық ставкасын өңдеу';
$_['text_percent']         = 'Пайыз';
$_['text_amount']          = 'Бекітілген сома';

// Column
$_['column_name']          = 'Салықтың атауы';
$_['column_rate']          = 'Салық ставкасы';
$_['column_type']          = 'Түрі';
$_['column_geo_zone']      = 'Гео-аймақ';
$_['column_action']        = 'Әрекет';

// Entry
$_['entry_name']           = 'Салықтың атауы';
$_['entry_rate']           = 'Салық ставкасы';
$_['entry_type']           = 'Түрі';
$_['entry_customer_group'] = 'Клиенттер тобы';
$_['entry_geo_zone']       = 'Гео-аймақ';

// Error
$_['error_permission']     = 'Ескерту: Сіздің салық ставкаларын өзгертуге рұқсатыңыз жоқ!';
$_['error_tax_rule']       = 'Ескерту: Бұл салық ставкасын жою мүмкін емес, өйткені ол қазір %s салық класстарына тағайындалған!';
$_['error_name']           = 'Салықтың атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_rate']           = 'Салық ставкасы міндетті!';
