<?php
// Heading
$_['heading_title']     = 'Салық класстары';

// Text
$_['text_success']      = 'Сәтті: Сіз салық класстарын өзерттіңіз!';
$_['text_list']         = 'Салық класстарының тізімі';
$_['text_add']          = 'Салық классын қосу';
$_['text_edit']         = 'Салық классын өңдеу';
$_['text_tax_class']    = 'Салық классы';
$_['text_tax_rate']     = 'Салық ставкалары';
$_['text_shipping']     = 'Жеткізу мекенжайы';
$_['text_payment']      = 'Төлем мекенжайы';
$_['text_store']        = 'Дүкен мекенжайы';

// Column
$_['column_title']      = 'Салық классының атауы';
$_['column_action']     = 'Әрекет';

// Entry
$_['entry_title']       = 'Салық классының атауы';
$_['entry_description'] = 'Сипаттама';
$_['entry_rate']        = 'Салық ставкасы';
$_['entry_based']       = 'Негізделген';
$_['entry_geo_zone']    = 'Гео-аймақ';
$_['entry_priority']    = 'Басымдылық';

// Error
$_['error_permission']  = 'Ескерту: Сіздің салық класстарын өзгертуге рұқсатыңыз жоқ!';
$_['error_title']       = 'Салық классының атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_description'] = 'Сипаттама 3-тен 255 таңбаға дейін болуы тиіс!';
$_['error_product']     = 'Ескерту: Бұл салық классын жою мүмкін емес, өйткені ол қазір %s өнімге тағайындалған!';
