<?php
// Heading
$_['heading_title']    = 'Салмақ класстары';

// Text
$_['text_success']     = 'Сәтті: Сіз салмақ класстарын өзерттіңіз!';
$_['text_list']        = 'Салмақ класстарының тізімі';
$_['text_add']         = 'Салмақ классын қосу';
$_['text_edit']        = 'Салмақ классын өңдеу';

// Column
$_['column_title']     = 'Салмақтың атауы';
$_['column_unit']      = 'Салмақ өлшем бірлігі';
$_['column_value']     = 'Мәні';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_title']      = 'Салмақтың атауы';
$_['entry_unit']       = 'Салмақ өлшем бірлігі';
$_['entry_value']      = 'Мәні';

// Help
$_['help_value']       = 'Әдепкі салмағыңыздың ағымдағы салмақ өлшем бірлігіндегі мәні. Әдепкі салмағыңыз үшін 1-ге теңестіріңіз.';

// Error
$_['error_permission'] = 'Ескерту: Сіздің салмақ класстарын өзгертуге рұқсатыңыз жоқ!';
$_['error_title']      = 'Салмақтың атауы 3-тен 32 таңбаға дейін болуы тиіс!';
$_['error_unit']       = 'Салмақ өлшем бірлігі 1-ден 4 таңбаға дейін болуы тиіс!';
$_['error_default']    = 'Ескерту: Бұл салмақ классын жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі салмақ классы ретінде тағайындалған!';
$_['error_product']    = 'Ескерту: Бұл салмақ классын жою мүмкін емес, өйткені ол қазір %s өнімге тағайындалған!';
