<?php
// Heading
$_['heading_title']          = 'Аймақтар';

// Text
$_['text_success']           = 'Сәтті: Сіз аймақтарды өзерттіңіз!';
$_['text_list']              = 'Аймақтардың тізімі';
$_['text_add']               = 'Аймақ қосу';
$_['text_edit']              = 'Аймақты өңдеу';
$_['text_filter']            = 'Сүзгі';

// Column
$_['column_name']            = 'Аймақтың атауы';
$_['column_code']            = 'Аймақ коды';
$_['column_country']         = 'Ел';
$_['column_action']          = 'Әрекет';

// Entry
$_['entry_name']             = 'Аймақтың атауы';
$_['entry_code']             = 'Аймақ коды';
$_['entry_country']          = 'Ел';
$_['entry_status']           = 'Мәртебе';

// Error
$_['error_permission']       = 'Ескерту: Сіздің аймақтарды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']             = 'Аймақтың атауы 1-ден 128 таңбаға дейін болуы тиіс!';
$_['error_default']          = 'Ескерту: Бұл аймақты жою мүмкін емес, өйткені ол қазір дүкеннің әдепкі аймағы ретінде тағайындалған!';
$_['error_store']            = 'Ескерту: Бұл аймақты жою мүмкін емес, өйткені ол қазір %s дүкенге тағайындалған!';
$_['error_address']          = 'Ескерту: Бұл аймақты жою мүмкін емес, өйткені ол қазір %s мекенжай кітапшасы жазбаларына тағайындалған!';
$_['error_zone_to_geo_zone'] = 'Ескерту: Бұл аймақты жою мүмкін емес, өйткені ол қазір %s аймақтан гео-аймаққа тағайындалған!';
