<?php
// Heading
$_['heading_title']      = 'Мекенжай кітапшасы';

// Text
$_['text_account']       = 'Тіркелгі';
$_['text_address_book']  = 'Мекенжай кітапшасының жазбалары';
$_['text_address_add']   = 'Мекенжай қосу';
$_['text_address_edit']  = 'Мекенжайды өзгерту';
$_['text_add']           = 'Мекенжайыңыз сәтті қосылды';
$_['text_edit']          = 'Мекенжайыңыз сәтті жаңартылды';
$_['text_delete']        = 'Мекенжайыңыз сәтті жойылды';
$_['text_no_results']    = 'Тіркелгіңізде мекенжай жоқ.';
$_['text_default']       = 'Әдепкі';

// Entry
$_['entry_firstname']    = 'Аты';
$_['entry_lastname']     = 'Тегі';
$_['entry_company']      = 'Компания';
$_['entry_address_1']    = 'Мекенжай 1';
$_['entry_address_2']    = 'Мекенжай 2';
$_['entry_postcode']     = 'Пошта индексі';
$_['entry_city']         = 'Қала';
$_['entry_country']      = 'Ел';
$_['entry_zone']         = 'Аймақ / Облыс';
$_['entry_default']      = 'Әдепкі мекенжай';

// Error
$_['error_token']        = 'Ескерту: Мекенжай токені жарамсыз!';
$_['error_subscription'] = 'Ескерту: Мекенжай %s белсенді жазылуымен әлі пайдаланылуда!';
$_['error_default']      = 'Ескерту: Әдепкі мекенжай қажет!';
$_['error_delete']       = 'Ескерту: Кемінде бір мекенжайыңыз болуы керек!';
$_['error_firstname']    = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']     = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_address_1']    = 'Мекенжай 3 мен 128 таңба арасында болуы керек!';
$_['error_postcode']     = 'Пошта индексі 2 мен 10 таңба арасында болуы керек!';
$_['error_city']         = 'Қала 2 мен 128 таңба арасында болуы керек!';
$_['error_country']      = 'Елді таңдаңыз!';
$_['error_zone']         = 'Аймақты / Облысты таңдаңыз!';
$_['error_custom_field'] = '%s қажет!';
$_['error_regex']        = '%s жарамсыз енгізу!';
