<?php
// Heading
$_['heading_title'] = 'Тіркелгіңізді қорғаңыз';

// Text
$_['text_security'] = 'Сіз белгісіз құрылғыдан немесе компьютерден кіргенде қауіпсіздік сұрағына жауап беруіңіз керек.';
$_['text_code']     = 'Қауіпсіздік кодын электрондық поштаңызға жіберу үшін жіберу батырмасын басыңыз. Жалғастыру үшін төмендегі кодты енгізіңіз.';
$_['text_sent']     = 'Сәтті: Электрондық поштаңызға қауіпсіздік коды бар электрондық хат жіберілді!';
$_['text_locked']   = 'Тіркелгіңіз бұғатталды!';
$_['text_reset']    = 'Тіркелгіңіз қауіпсіздік кодын дұрыс енгізудің көп санынан бұғатталды. Қайта орнату сілтемесін алу үшін қайта орнату батырмасын басыңыз.';
$_['text_link']     = 'Сәтті: Қайта орнату сілтемесі бар электрондық хат электрондық поштаңызға жіберілді!';
$_['text_unlocked'] = 'Тіркелгіңіз бұғаттан шығарылды!';
$_['text_unlock']   = 'Тіркелгіңіз бұғаттан шығарылды. Жалғастыру үшін қайта кіріп, 2FA процесін қайталауыңыз керек.';
$_['text_failed']   = 'Қауіпсіздік кодыңызды қайта орнату мүмкін болмады!';

// Entry
$_['entry_code']    = 'Қауіпсіздік коды';

// Button
$_['button_send']   = 'Жіберу';
$_['button_reset']  = 'Қайта орнату';

// Error
$_['error_code']    = 'Қауіпсіздік коды сәйкес келмейді!';
