<?php
// Heading
$_['heading_title']      = 'Тіркелгі ақпараты';

// Text
$_['text_account']       = 'Тіркелгі';
$_['text_edit']          = 'Ақпаратты өзгерту';
$_['text_your_details']  = 'Жеке мәліметтеріңіз';
$_['text_success']       = 'Сәтті: Тіркелгіңіз сәтті жаңартылды.';

// Entry
$_['entry_firstname']    = 'Аты';
$_['entry_lastname']     = 'Тегі';
$_['entry_email']        = 'Электрондық пошта';
$_['entry_telephone']    = 'Телефон';

// Error
$_['error_token']        = 'Ескерту: Өзгерту токені жарамсыз!';
$_['error_exists']       = 'Ескерту: Электрондық пошта мекенжайы тіркелген!';
$_['error_firstname']    = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']     = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_email']        = 'Электрондық пошта мекенжайы жарамсыз сияқты!';
$_['error_telephone']    = 'Телефон 3 мен 32 таңба арасында болуы керек!';
$_['error_custom_field'] = '%s қажет!';
$_['error_regex']        = '%s жарамсыз енгізу!';
