<?php
// Heading
$_['heading_title']            = 'Құпия сөзді ұмыттыңыз ба?';
$_['heading_reset']            = 'Құпия сөзді қайта орнату';

// Text
$_['text_account']             = 'Тіркелгі';
$_['text_forgotten']           = 'Ұмытылған құпия сөз';
$_['text_your_email']          = 'Электрондық пошта мекенжайыңыз';
$_['text_email']               = 'Тіркелгіңізбен байланысты электрондық пошта мекенжайын енгізіңіз. Құпия сөзді қайта орнату сілтемесін алу үшін жіберу батырмасын басыңыз.';
$_['text_password']            = 'Пайдаланғыңыз келетін жаңа құпия сөзді енгізіңіз.';
$_['text_sent']                = 'Растау сілтемесі бар электрондық хат электрондық поштаңызға жіберілді!';
$_['text_reset']               = 'Сәтті: Құпия сөзіңіз сәтті жаңартылды.';

// Entry
$_['entry_email']              = 'Электрондық пошта мекенжайы';
$_['entry_new_password']       = 'Жаңа құпия сөз';
$_['entry_password']           = 'Құпия сөз';
$_['entry_confirm']            = 'Растау';

// Error
$_['error_email']              = 'Электрондық пошта мекенжайы жарамсыз сияқты!';
$_['error_not_found']          = 'Ескерту: Электрондық пошта мекенжайы жазбаларымызда табылмады!';
$_['error_password']           = 'Құпия сөз %s болуы және %d мен 20 таңба арасында болуы керек!';
$_['error_password_uppercase'] = 'үлкен әріп';
$_['error_password_lowercase'] = 'кіші әріп';
$_['error_password_number']    = 'санақ';
$_['error_password_symbol']    = 'белгі';
$_['error_password_length']    = 'Құпия сөз %d мен 20 таңба арасында болуы керек!';
$_['error_confirm']            = 'Құпия сөз және растау сәйкес келмейді!';
$_['error_code']               = 'Құпия сөзді қайта орнату коды жарамсыз немесе бұрын пайдаланылған!';
