<?php
// Heading
$_['heading_title']                = 'Тіркелгіге кіру';

// Text
$_['text_account']                 = 'Тіркелгі';
$_['text_login']                   = 'Кіру';
$_['text_new_customer']            = 'Жаңа тұтынушы';
$_['text_register']                = 'Тіркелгі тіркеу';
$_['text_register_account']        = 'Тіркелгі жасау арқылы сіз тезірек сауда жасай аласыз, тапсырыс мәртебесін бақылай аласыз және бұрын жасалған тапсырыстарыңызды қадағалай аласыз.';
$_['text_returning_customer']      = 'Қайта келуші тұтынушы';
$_['text_i_am_returning_customer'] = 'Мен қайта келуші тұтынушымын';
$_['text_forgotten']               = 'Ұмытылған құпия сөз';

// Entry
$_['entry_email']                  = 'Электрондық пошта мекенжайы';
$_['entry_password']               = 'Құпия сөз';

// Error
$_['error_token']                  = 'Ескерту: Жарамсыз токен сессиясы. Қайта кіріңіз!';
$_['error_login']                  = 'Ескерту: Электрондық пошта мекенжайы және/немесе құпия сөз сәйкес келмейді.';
$_['error_attempts']               = 'Ескерту: Тіркелгіңіз рұқсат етілген кіру әрекеттері санынан асты. 1 сағаттан кейін қайта байқап көріңіз.';
$_['error_approved']               = 'Ескерту: Тіркелгіңізге кіру үшін мақұлдау қажет.';
