<?php
// Heading
$_['heading_title'] = 'Тіркелгіңіз құрылды!';

// Text
$_['text_success']  = '<p>Құттықтаймыз! Жаңа тіркелгіңіз сәтті құрылды!</p> <p>Енді сіз мүше жеңілдіктерін пайдаланып, бізбен онлайн сауда тәжірибеңізді жақсарта аласыз.</p> <p>Осы онлайн дүкеннің жұмысы туралы кез келген сұрақтарыңыз болса, дүкен иесіне электрондық хат жіберіңіз.</p> <p>Көрсетілген электрондық пошта мекенжайына растау жіберілді. Егер сағат ішінде алмаған болсаңыз, <a href="%s">бізбен хабарласыңыз</a>.</p>';
$_['text_approval'] = '<p>%s тіркелгеніңіз үшін рахмет!</p><p>Тіркелгіңіз дүкен иесімен белсендірілгеннен кейін электрондық пошта арқылы хабарланасыз.</p><p>Осы онлайн дүкеннің жұмысы туралы кез келген сұрақтарыңыз болса, <a href="%s">дүкен иесіне хабарласыңыз</a>.</p>';
$_['text_account']  = 'Тіркелгі';
