<?php
// Heading
$_['heading_title']    = 'Серіктестік бақылау';

// Text
$_['text_account']     = 'Тіркелгі';
$_['text_description'] = 'Сіз бізге жіберетін сілтемелер үшін төлем алуыңызды қамтамасыз ету үшін біз бақылау кодын бізге сілтеме жасайтын URL-дерде орналастыру арқылы сілтемелерді бақылауымыз керек. Төмендегі құралдарды %s веб-сайтына сілтемелер жасау үшін пайдалана аласыз.';

// Entry
$_['entry_code']       = 'Бақылау кодыңыз';
$_['entry_generator']  = 'Бақылау сілтемесін жасаушы';
$_['entry_link']       = 'Бақылау сілтемесі';

// Help
$_['help_generator']   = 'Сілтеме жасағыңыз келетін тауардың атауын енгізіңіз';
