<?php
// Heading
$_['heading_title']   = 'Тілек тізімім';

// Text
$_['text_account']    = 'Тіркелгі';
$_['text_wishlist']   = 'Тілек тізімі (%s)';
$_['text_login']      = '<a href="%s">%s</a> тауарын <a href="%s">тілек тізіміңізге</a> сақтау үшін <a href="%s">кіруіңіз</a> немесе <a href="%s">тіркелгі жасауыңыз</a> керек!';
$_['text_success']    = 'Сәтті: Сіз <a href="%s">%s</a> тауарын <a href="%s">тілек тізіміңізге</a> қостыңыз!';
$_['text_remove']     = 'Сәтті: Сіз тілек тізіміңізден затты алып тастадыңыз';
$_['text_no_results'] = 'Тілек тізіміңіз бос.';

// Column
$_['column_image']    = 'Сурет';
$_['column_name']     = 'Тауардың атауы';
$_['column_model']    = 'Модель';
$_['column_stock']    = 'Қойма';
$_['column_price']    = 'Бірлік бағасы';
$_['column_action']   = 'Әрекет';

// Error
$_['error_product']   = 'Ескерту: Тауар табылмады!';
$_['error_login']     = 'Ескерту: <a href="%s">тілек тізіміңізден</a> заттарды алып тастау үшін <a href="%s">кіруіңіз</a> немесе <a href="%s">тіркелгі жасауыңыз</a> керек!';
