<?php
// Heading
$_['heading_title']       = 'Жобалар';

// Text
$_['text_success']        = 'Сәтті: Сіз жобаларды өзгерттіңіз!';
$_['text_list']           = 'Жобалар тізімі';
$_['text_add']            = 'Жоба қосу';
$_['text_edit']           = 'Жобаны өзгерту';
$_['text_remove']         = 'Алып тастау';
$_['text_route']          = 'Осы жобамен қолданылатын дүкендер мен жолдарды таңдаңыз';
$_['text_module']         = 'Модульдердің орнын таңдаңыз';
$_['text_default']        = 'Әдепкі';
$_['text_content_top']    = 'Мазмұн үсті';
$_['text_content_bottom'] = 'Мазмұн асты';
$_['text_column_left']    = 'Сол жақ бағана';
$_['text_column_right']   = 'Оң жақ бағана';

// Column
$_['column_name']         = 'Жоба атауы';
$_['column_action']       = 'Әрекет';

// Entry
$_['entry_name']          = 'Жоба атауы';
$_['entry_store']         = 'Дүкен';
$_['entry_route']         = 'Жол';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'Ескерту: Сізде жобаларды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']          = 'Жоба атауы 3 және 64 таңба арасында болуы тиіс!';
$_['error_module']        = 'Модуль қажет!';
$_['error_default']       = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол әдепкі дүкен жобасы ретінде тағайындалған!';
$_['error_store']         = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол %s дүкендерге тағайындалған!';
$_['error_product']       = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол %s өнімдерге тағайындалған!';
$_['error_category']      = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол %s санаттарға тағайындалған!';
$_['error_manufacturer']  = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол %s өндірушілерге тағайындалған!';
$_['error_information']   = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол %s ақпараттық беттерге тағайындалған!';
$_['error_article']       = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол %s мақала беттеріне тағайындалған!';
$_['error_topic']         = 'Ескерту: Осы жобаны жою мүмкін емес, өйткені ол %s тақырып беттеріне тағайындалған!';
