<?php
// Heading
$_['heading_title']       = 'Купондар';

// Text
$_['text_success']        = 'Сәтті: Сіз купондарды өзгерттіңіз!';
$_['text_list']           = 'Купондар тізімі';
$_['text_add']            = 'Купон қосу';
$_['text_edit']           = 'Купонды өзгерту';
$_['text_percent']        = 'Пайыз';
$_['text_amount']         = 'Бекітілген сома';
$_['text_coupon']         = 'Тарих';

// Column
$_['column_name']         = 'Купон атауы';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Жеңілдік';
$_['column_date_start']   = 'Басталу күні';
$_['column_date_end']     = 'Аяқталу күні';
$_['column_status']       = 'Мәртебе';
$_['column_order_id']     = 'Тапсырыс ID';
$_['column_customer']     = 'Тұтынушы';
$_['column_amount']       = 'Сомасы';
$_['column_date_added']   = 'Қосылған күні';
$_['column_action']       = 'Әрекет';

// Entry
$_['entry_name']          = 'Купон атауы';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Түрі';
$_['entry_discount']      = 'Жеңілдік';
$_['entry_logged']        = 'Тұтынушы кіруі';
$_['entry_shipping']      = 'Тегін жеткізу';
$_['entry_total']         = 'Жалпы сома';
$_['entry_category']      = 'Санат';
$_['entry_product']       = 'Өнімдер';
$_['entry_date']          = 'Күндер';
$_['entry_uses_total']    = 'Купонды қолдану саны';
$_['entry_uses_customer'] = 'Тұтынушыға қолдану саны';
$_['entry_status']        = 'Мәртебе';

// Help
$_['help_code']           = 'Тұтынушы жеңілдікті алу үшін енгізетін код.';
$_['help_type']           = 'Пайыз немесе бекітілген сома.';
$_['help_logged']         = 'Купонды пайдалану үшін тұтынушы кіруі керек.';
$_['help_total']          = 'Купон жарамды болу үшін жететін жалпы сома.';
$_['help_category']       = 'Таңдалған санаттағы барлық өнімдерді таңдаңыз.';
$_['help_product']        = 'Купон қолданылатын нақты өнімдерді таңдаңыз. Купонды бүкіл себетке қолдану үшін өнімдерді таңдамаңыз.';
$_['help_uses_total']     = 'Купонды кез келген тұтынушы қолдана алатын максималды саны. Шексіз үшін бос қалдырыңыз.';
$_['help_uses_customer']  = 'Купонды бір тұтынушы қолдана алатын максималды саны. Шексіз үшін бос қалдырыңыз.';

// Error
$_['error_permission']    = 'Ескерту: Сізде купондарды өзгертуге рұқсатыңыз жоқ!';
$_['error_exists']        = 'Ескерту: Купон коды бұрыннан қолданылуда!';
$_['error_name']          = 'Купон атауы 3 және 128 таңба арасында болуы тиіс!';
$_['error_code']          = 'Код 3 және 20 таңба арасында болуы тиіс!';
