<?php
// Heading
$_['heading_title']     = 'Маркетингті бақылау';

// Text
$_['text_success']      = 'Сәтті: Сіз маркетингті бақылауды өзгерттіңіз!';
$_['text_list']         = 'Маркетингті бақылау тізімі';
$_['text_add']          = 'Маркетингті бақылау қосу';
$_['text_edit']         = 'Маркетингті бақылауды өзгерту';
$_['text_filter']       = 'Сүзгі';
$_['text_history']      = 'Тарих';
$_['text_history_add']  = 'Тарих қосу';
$_['text_report']       = 'Есептер';

// Column
$_['column_name']       = 'Науқан атауы';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Басулар';
$_['column_orders']     = 'Тапсырыстар';
$_['column_ip']         = 'IP';
$_['column_account']    = 'Есептік жазбалар';
$_['column_store']      = 'Дүкен';
$_['column_country']    = 'Ел';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action']     = 'Әрекет';

// Entry
$_['entry_name']        = 'Науқан атауы';
$_['entry_description'] = 'Науқан сипаттамасы';
$_['entry_code']        = 'Бақылау коды';
$_['entry_example']     = 'Мысалдар';
$_['entry_date_from']   = 'Басталу күні';
$_['entry_date_to']     = 'Аяқталу күні';

// Help
$_['help_code']         = 'Науқандарды бақылау үшін қолданылатын бақылау коды.';
$_['help_example']      = 'Жүйе сілтемелерді бақылай алу үшін бақылау кодын сіздің сайтыңызға сілтеме соңына қосуыңыз керек.';

// Error
$_['error_permission']  = 'Ескерту: Сізде маркетингті бақылауды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']        = 'Науқан 1 және 32 таңба арасында болуы тиіс!';
$_['error_code']        = 'Бақылау коды қажет!';
$_['error_exists']      = 'Бақылау коды басқа науқанда қолданылуда!';
