<?php
// Heading
$_['heading_title'] = 'Защитите свою учётную запись';

// Text
$_['text_security'] = 'Вы должны отвечать на вопрос безопасности при входе с неизвестного устройства или компьютера.';
$_['text_code']     = 'Нажмите кнопку отправки, чтобы отправить код безопасности на ваш адрес электронной почты. Введите код ниже для продолжения.';
$_['text_sent']     = 'Готово: Письмо с кодом безопасности отправлено на ваш адрес электронной почты!';
$_['text_locked']   = 'Ваша учётная запись заблокирована!';
$_['text_reset']    = 'Ваша учётная запись заблокирована из-за слишком многих неверных попыток ввода кода безопасности. Нажмите кнопку сброса, чтобы получить ссылку для сброса по электронной почте.';
$_['text_link']     = 'Готово: Письмо со ссылкой для сброса отправлено на ваш адрес электронной почты!';
$_['text_unlocked'] = 'Ваша учётная запись разблокирована!';
$_['text_unlock']   = 'Ваша учётная запись разблокирована. Вам нужно будет войти заново и повторить процесс двухфакторной аутентификации для продолжения.';
$_['text_failed']   = 'Не удалось сбросить код безопасности!';

// Entry
$_['entry_code']    = 'Код безопасности';

// Button
$_['button_send']   = 'Отправить';
$_['button_reset']  = 'Сбросить';

// Error
$_['error_code']    = 'Код безопасности не совпадает!';
