<?php
// Heading
$_['heading_title']    = 'Управление изображениями';

// Text
$_['text_uploaded']    = 'Готово: Ваш файл загружен!';
$_['text_directory']   = 'Готово: Каталог создан!';
$_['text_delete']      = 'Готово: Ваш файл или каталог удалён!';

// Entry
$_['entry_search']     = 'Поиск..';
$_['entry_folder']     = 'Имя папки';

// Error
$_['error_permission'] = 'Внимание: Доступ запрещён!';
$_['error_filename']   = 'Внимание: Имя файла должно быть от 3 до 255 символов!';
$_['error_folder']     = 'Внимание: Имя папки должно быть от 3 до 255 символов!';
$_['error_exists']     = 'Внимание: Файл или каталог с таким именем уже существует!';
$_['error_directory']  = 'Внимание: Каталог не существует!';
$_['error_filesize']   = 'Внимание: Неверный размер файла!';
$_['error_file_type']  = 'Внимание: Неверный тип файла!';
$_['error_upload']     = 'Внимание: Файл не удалось загрузить по неизвестной причине!';
$_['error_delete']     = 'Внимание: Вы не можете удалить этот каталог!';
