<?php
// Heading
$_['heading_title']            = 'Забыли пароль?';
$_['heading_reset']            = 'Сбросить пароль';

// Text
$_['text_email']               = 'Введите адрес электронной почты, привязанный к вашей учётной записи. Нажмите отправить, чтобы получить ссылку для сброса пароля по электронной почте.';
$_['text_success']             = 'Письмо со ссылкой для подтверждения отправлено на ваш адрес электронной почты.';
$_['text_password']            = 'Введите новый пароль, который вы хотите использовать.';
$_['text_reset']               = 'Готово: Ваш пароль успешно обновлён.';

// Entry
$_['entry_password']           = 'Пароль';
$_['entry_confirm']            = 'Подтверждение';
$_['entry_email']              = 'Адрес электронной почты';

// Error
$_['error_email']              = 'Внимание: Адрес электронной почты не найден в наших записях!';
$_['error_code']               = 'Код сброса не совпадает!';
$_['error_disabled']           = 'Сброс пароля отключён!';
$_['error_password']           = 'Пароль должен содержать %s и быть от %d до 20 символов!';
$_['error_password_uppercase'] = 'заглавные буквы';
$_['error_password_lowercase'] = 'строчные буквы';
$_['error_password_number']    = 'цифры';
$_['error_password_symbol']    = 'символы';
$_['error_password_length']    = 'Пароль должен быть от %d до 40 символов!';
$_['error_confirm']            = 'Пароль и подтверждение пароля не совпадают!';
