<?php
// Heading
$_['heading_title']                   = 'Важное уведомление о безопасности!';

// Text
$_['text_install']                    = 'Удалить каталог установки';
$_['text_install_description']        = 'Каталог установки необходимо удалить!';
$_['text_install_success']            = 'Готово: Каталог установки удалён!';
$_['text_storage']                    = 'Переместить каталог хранилища';
$_['text_storage_description']        = 'Очень важно переместить каталог хранилища за пределы веб-каталога (например, public_html, www или htdocs).';
$_['text_storage_move']               = 'Перемещение %s в %s из %s файлов хранилища';
$_['text_storage_success']            = 'Готово: Каталог хранилища перемещён!';
$_['text_storage_delete']             = 'Удалить предыдущий каталог хранилища';
$_['text_storage_delete_description'] = 'Предыдущий каталог хранилища необходимо удалить!';
$_['text_storage_delete_success']     = 'Готово: Предыдущий каталог хранилища удалён!';
$_['text_admin']                      = 'Переместить каталог администратора';
$_['text_admin_description']          = 'Введите новое имя каталога администратора в поле ниже.';
$_['text_admin_move']                 = 'Перемещение %s в %s из %s файлов администратора';
$_['text_admin_success']              = 'Готово: Каталог администратора перемещён!';
$_['text_admin_delete']               = 'Удалить предыдущий каталог администратора';
$_['text_admin_delete_description']   = 'Предыдущий каталог администратора необходимо удалить!';
$_['text_admin_delete_success']       = 'Готово: Предыдущий каталог администратора удалён!';
$_['text_path']                       = 'Путь';

// Entry
$_['entry_path']                      = 'Путь';
$_['entry_path_current']              = 'Текущий путь';
$_['entry_path_new']                  = 'Новый путь';
$_['entry_name']                      = 'Имя каталога';

// Buttons
$_['button_move']                     = 'Переместить';

// Help
$_['help_storage']                    = 'Имя каталога хранилища должно начинаться с storage. Например `storage_`.';

// Error
$_['error_permission']                = 'Внимание: У вас нет прав для изменения настроек безопасности!';
$_['error_install']                   = 'Внимание: Каталог установки не существует!';
$_['error_storage']                   = 'Внимание: Каталог хранилища не существует!';
$_['error_storage_root']              = 'Внимание: Каталог хранилища должен находиться за пределами корня веб-сервера!';
$_['error_storage_name']              = 'Внимание: Имя каталога хранилища должно начинаться с `storage`! Например `storage_`.';
$_['error_admin']                     = 'Внимание: Каталог администратора не существует!';
$_['error_admin_allowed']             = 'Внимание: Это имя каталога администратора нельзя использовать!';
$_['error_admin_exists']              = 'Внимание: Каталог администратора уже существует!';
$_['error_writable']                  = 'Внимание: Файлы config.php и admin/config.php должны быть доступны для записи!';
$_['error_remove']                    = 'Внимание: Каталог не существует для удаления!';
