<?php
// Heading
$_['heading_title']          = 'Атрибуттар';

// Text
$_['text_success']           = 'Сәтті: Сіз атрибуттарды өзгердіңіз!';
$_['text_list']              = 'Атрибуттар тізімі';
$_['text_add']               = 'Атрибут қосу';
$_['text_edit']              = 'Атрибутты өңдеу';

// Column
$_['column_name']            = 'Атрибут атауы';
$_['column_attribute_group'] = 'Атрибут тобы';
$_['column_sort_order']      = 'Реттілік';
$_['column_action']          = 'Әрекет';

// Entry
$_['entry_name']             = 'Атрибут атауы';
$_['entry_attribute_group']  = 'Атрибут тобы';
$_['entry_sort_order']       = 'Реттілік';

// Error
$_['error_warning']          = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']       = 'Ескерту: Сіздің атрибуттарды өзгертуге рұқсатыңыз жоқ!';
$_['error_attribute_group']  = 'Атрибут тобы міндетті!';
$_['error_name']             = 'Атрибут атауы 1 және 64 таңба арасында болуы керек!';
$_['error_product']          = 'Ескерту: Бұл атрибутты жою мүмкін емес, өйткені ол қазір %s өнімдерге тағайындалған!';
