<?php
// Heading
$_['heading_title']     = 'Атрибуттар топтары';

// Text
$_['text_success']      = 'Сәтті: Сіз атрибуттар топтарын өзгердіңіз!';
$_['text_list']         = 'Атрибуттар топтарының тізімі';
$_['text_add']          = 'Атрибут тобын қосу';
$_['text_edit']         = 'Атрибут тобын өңдеу';

// Column
$_['column_name']       = 'Атрибут тобының атауы';
$_['column_sort_order'] = 'Реттілік';
$_['column_action']     = 'Әрекет';

// Entry
$_['entry_name']        = 'Атрибут тобының атауы';
$_['entry_sort_order']  = 'Реттілік';

// Error
$_['error_warning']     = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']  = 'Ескерту: Сіздің атрибуттар топтарын өзгертуге рұқсатыңыз жоқ!';
$_['error_name']        = 'Атрибут тобының атауы 1 және 64 таңба арасында болуы керек!';
$_['error_attribute']   = 'Ескерту: Бұл атрибут тобын жою мүмкін емес, өйткені ол қазір %s атрибуттарға тағайындалған!';
$_['error_product']     = 'Ескерту: Бұл атрибут тобын жою мүмкін емес, өйткені ол қазір %s өнімдерге тағайындалған!';
