<?php
// Heading
$_['heading_title']            = 'Жүктеп алулар';

// Text
$_['text_success']             = 'Сәтті: Сіз жүктеп алуларды өзгердіңіз!';
$_['text_list']                = 'Жүктеп алулар тізімі';
$_['text_add']                 = 'Жүктеп алу қосу';
$_['text_edit']                = 'Жүктеп алуды өңдеу';
$_['text_upload']              = 'Файлыңыз сәтті жүктелді!';
$_['text_report']              = 'Есептер';

// Column
$_['column_name']              = 'Жүктеп алу атауы';
$_['column_ip']                = 'IP';
$_['column_account']           = 'Тіркелгілер';
$_['column_store']             = 'Дүкен';
$_['column_country']           = 'Ел';
$_['column_date_added']        = 'Қосылған күні';
$_['column_action']            = 'Әрекет';

// Entry
$_['entry_name']               = 'Жүктеп алу атауы';
$_['entry_filename']           = 'Файл атауы';
$_['entry_mask']               = 'Маска';

// Help
$_['help_filename']            = 'Жүктеу батырмасы арқылы жүктей аласыз немесе FTP арқылы жүктеп алу каталогына жүктеп, төмендегі мәліметтерді енгізе аласыз.';
$_['help_mask']                = 'Файл атауы мен маска әртүрлі болғаны жөн, осылайша адамдар жүктеп алуларыңызға тікелей сілтеме жасауды тоқтатады.';

// Error
$_['error_warning']            = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']         = 'Ескерту: Сіздің жүктеп алуларды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']               = 'Жүктеп алу атауы 3 және 64 таңба арасында болуы керек!';
$_['error_filename']           = 'Файл атауы 3 және 128 таңба арасында болуы керек!';
$_['error_filename_character'] = 'Файл атауы тек a-Z, 0-9, - және _ таңбаларын қолдана алады!';
$_['error_directory']          = 'Жүктеп алулар storage/download каталогында болуы керек!';
$_['error_exists']             = 'Файл жоқ!';
$_['error_mask']               = 'Маска 3 және 128 таңба арасында болуы керек!';
$_['error_mask_character']     = 'Маска тек a-Z, 0-9, - және _ таңбаларын қолдана алады!';
$_['error_file_type']          = 'Жарамсыз файл түрі!';
$_['error_product']            = 'Ескерту: Бұл жүктеп алуны жою мүмкін емес, өйткені ол қазір %s өнімдерге тағайындалған!';
