<?php
// Heading
$_['heading_title']     = 'Сүзгілер топтары';

// Text
$_['text_success']      = 'Сәтті: Сіз сүзгілер топтарын өзгердіңіз!';
$_['text_list']         = 'Сүзгілер топтарының тізімі';
$_['text_add']          = 'Сүзгі тобын қосу';
$_['text_edit']         = 'Сүзгі тобын өңдеу';

// Column
$_['column_name']       = 'Сүзгі тобының атауы';
$_['column_sort_order'] = 'Реттілік';
$_['column_action']     = 'Әрекет';

// Entry
$_['entry_name']        = 'Сүзгі тобының атауы';
$_['entry_sort_order']  = 'Реттілік';

// Error
$_['error_warning']     = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']  = 'Ескерту: Сіздің сүзгілер топтарын өзгертуге рұқсатыңыз жоқ!';
$_['error_name']        = 'Сүзгі тобының атауы 1 және 64 таңба арасында болуы керек!';
$_['error_filter']      = 'Ескерту: Бұл сүзгі тобын жою мүмкін емес, өйткені ол қазір %s сүзгілерге тағайындалған!';
