<?php
// Heading
$_['heading_title']    = 'Белгілеуіштер';

// Text
$_['text_success']     = 'Сәтті: Сіз белгілеуіштерді өзгердіңіз!';
$_['text_list']        = 'Белгілеуіштер тізімі';
$_['text_add']         = 'Белгілеуіш қосу';
$_['text_edit']        = 'Белгілеуішті өңдеу';
$_['text_regex']       = 'Регулярлық өрнек';

// Column
$_['column_name']      = 'Белгілеуіш атауы';
$_['column_code']      = 'Код';
$_['column_action']    = 'Әрекет';

// Entry
$_['entry_name']       = 'Белгілеуіш атауы';
$_['entry_code']       = 'Код';
$_['entry_validation'] = 'Тексеру';
$_['entry_status']     = 'Мәртебе';

// Help
$_['help_name']        = 'Мысалы: Қойма бірлік нөмірі, Әмбебап өнім коды, Еуропалық мақала нөмірі, Жапониялық мақала нөмірі, Халықаралық стандартты кітап нөмірі немесе Өндіруші бөлік нөмірі';
$_['help_code']        = 'Мысалы: SKU, UPC, EAN, JAN, ISBN немесе MPN';
$_['help_regex']       = 'Регулярлық өрнекті қолданыңыз. Мысалы: /[^a-zA-Z0-9_-]/';
$_['help_status']      = 'Өнім ақпараты бетінде өнім белгілеуішін көрсету';

// Error
$_['error_warning']    = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission'] = 'Ескерту: Сіздің белгілеуіштерді өзгертуге рұқсатыңыз жоқ!';
$_['error_name']       = 'Белгілеуіш атауы 1 және 64 таңба арасында болуы керек!';
$_['error_code']       = 'Белгілеуіш коды 3 және 48 таңба арасында болуы керек!';
