<?php
// Heading
$_['heading_title']           = 'Ақпарат';

// Text
$_['text_success']            = 'Сәтті: Сіз ақпаратты өзгердіңіз!';
$_['text_list']               = 'Ақпарат тізімі';
$_['text_add']                = 'Ақпарат қосу';
$_['text_edit']               = 'Ақпаратты өңдеу';
$_['text_default']            = 'Әдепкі';
$_['text_keyword']            = 'Бос орындарды қолданбаңыз, орнына бос орындарды -мен ауыстырыңыз және SEO URL әлемдік түрде бірегей екеніне көз жеткізіңіз.';

// Column
$_['column_title']            = 'Ақпарат атауы';
$_['column_sort_order']       = 'Реттілік';
$_['column_action']           = 'Әрекет';

// Entry
$_['entry_title']             = 'Ақпарат атауы';
$_['entry_description']       = 'Сипаттама';
$_['entry_meta_title']        = 'Мета тег атауы';
$_['entry_meta_keyword']      = 'Мета тег кілт сөздері';
$_['entry_meta_description']  = 'Мета тег сипаттамасы';
$_['entry_store']             = 'Дүкендер';
$_['entry_keyword']           = 'Кілт сөз';
$_['entry_status']            = 'Мәртебе';
$_['entry_sort_order']        = 'Реттілік';
$_['entry_layout']            = 'Жобаны ауыстыру';

// Error
$_['error_warning']           = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']        = 'Ескерту: Сіздің ақпаратты өзгертуге рұқсатыңыз жоқ!';
$_['error_title']             = 'Ақпарат атауы 1 және 64 таңба арасында болуы керек!';
$_['error_description']       = 'Сипаттама 3 таңбадан артық болуы керек!';
$_['error_meta_title']        = 'Мета атауы 1-ден асқан және 255-тен кем таңба болуы керек!';
$_['error_keyword']           = 'SEO URL 1 және 64 таңба арасында болуы керек!';
$_['error_keyword_exists']    = 'SEO URL бірегей болуы керек!';
$_['error_keyword_character'] = 'Кілт сөз тек a-z, 0-9, - және _ таңбаларын қолдана алады!';
$_['error_account']           = 'Ескерту: Бұл ақпарат бетін жою мүмкін емес, өйткені ол қазір дүкен тіркелгісінің шарттары ретінде тағайындалған!';
$_['error_checkout']          = 'Ескерту: Бұл ақпарат бетін жою мүмкін емес, өйткені ол қазір дүкен төлем рәсімінің шарттары ретінде тағайындалған!';
$_['error_affiliate']         = 'Ескерту: Бұл ақпарат бетін жою мүмкін емес, өйткені ол қазір дүкен серіктесінің шарттары ретінде тағайындалған!';
$_['error_return']            = 'Ескерту: Бұл ақпарат бетін жою мүмкін емес, өйткені ол қазір дүкен қайтару шарттары ретінде тағайындалған!';
$_['error_store']             = 'Ескерту: Бұл ақпарат бетін жою мүмкін емес, өйткені ол қазір %s дүкендермен қолданылады!';
