<?php
// Heading
$_['heading_title']           = 'Өндірушілер';

// Text
$_['text_success']            = 'Сәтті: Сіз өндірушілерді өзгердіңіз!';
$_['text_list']               = 'Өндірушілер тізімі';
$_['text_add']                = 'Өндіруші қосу';
$_['text_edit']               = 'Өндірушіні өңдеу';
$_['text_default']            = 'Әдепкі';
$_['text_keyword']            = 'Бос орындарды қолданбаңыз, орнына бос орындарды -мен ауыстырыңыз және SEO URL әлемдік түрде бірегей екеніне көз жеткізіңіз.';

// Column
$_['column_image']            = 'Сурет';
$_['column_name']             = 'Өндіруші атауы';
$_['column_sort_order']       = 'Реттілік';
$_['column_action']           = 'Әрекет';

// Entry
$_['entry_name']              = 'Өндіруші атауы';
$_['entry_store']             = 'Дүкендер';
$_['entry_keyword']           = 'Кілт сөз';
$_['entry_image']             = 'Сурет';
$_['entry_sort_order']        = 'Реттілік';
$_['entry_layout']            = 'Жобаны ауыстыру';

// Error
$_['error_warning']           = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']        = 'Ескерту: Сіздің өндірушілерді өзгертуге рұқсатыңыз жоқ!';
$_['error_name']              = 'Өндіруші атауы 1 және 64 таңба арасында болуы керек!';
$_['error_keyword']           = 'SEO URL 1 және 64 таңба арасында болуы керек!';
$_['error_keyword_exists']    = 'SEO URL бірегей болуы керек!';
$_['error_keyword_character'] = 'Кілт сөз тек a-z, 0-9, - және _ таңбаларын қолдана алады!';
$_['error_product']           = 'Ескерту: Бұл өндірушіні жою мүмкін емес, өйткені ол қазір %s өнімдерге тағайындалған!';
