<?php
// Heading
$_['heading_title']      = 'Опциялар';

// Text
$_['text_success']       = 'Сәтті: Сіз опцияларды өзгердіңіз!';
$_['text_list']          = 'Опциялар тізімі';
$_['text_add']           = 'Опция қосу';
$_['text_edit']          = 'Опцияны өңдеу';
$_['text_choose']        = 'Таңдау';
$_['text_select']        = 'Таңдауыш';
$_['text_radio']         = 'Радио';
$_['text_checkbox']      = 'Бұршақ жәшігі';
$_['text_input']         = 'Енгізу';
$_['text_text']          = 'Мәтін';
$_['text_textarea']      = 'Мәтін аймағы';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Күні';
$_['text_datetime']      = 'Күні &amp; Уақыты';
$_['text_time']          = 'Уақыт';
$_['text_regex']         = 'Регулярлық өрнек';
$_['text_option']        = 'Опция';
$_['text_value']         = 'Опция мәндері';

// Column
$_['column_name']        = 'Опция атауы';
$_['column_sort_order']  = 'Реттілік';
$_['column_action']      = 'Әрекет';

// Entry
$_['entry_name']         = 'Опция атауы';
$_['entry_type']         = 'Түрі';
$_['entry_validation']   = 'Тексеру';
$_['entry_option_value'] = 'Опция мәнінің атауы';
$_['entry_image']        = 'Сурет';
$_['entry_sort_order']   = 'Реттілік';

// Help
$_['help_regex']         = 'Регулярлық өрнекті қолданыңыз. Мысалы: /[^a-zA-Z0-9_-]/';

// Error
$_['error_warning']      = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']   = 'Ескерту: Сіздің опцияларды өзгертуге рұқсатыңыз жоқ!';
$_['error_name']         = 'Опция атауы 1 және 128 таңба арасында болуы керек!';
$_['error_type']         = 'Ескерту: Опция мәндері міндетті!';
$_['error_option_value'] = 'Опция мәнінің атауы 1 және 128 таңба арасында болуы керек!';
$_['error_value']        = 'Ескерту: Бұл опция мәнін жою мүмкін емес, өйткені ол қазір %s өнімдерге тағайындалған!';
$_['error_product']      = 'Ескерту: Бұл опцияны жою мүмкін емес, өйткені ол қазір %s өнімдерге тағайындалған!';
