<?php
// Heading
$_['heading_title']          = 'Жазылу жоспарлары';

// Text
$_['text_success']           = 'Сәтті: Сіз жазылу жоспарларын өзгердіңіз!';
$_['text_list']              = 'Жазылу жоспарларының тізімі';
$_['text_add']               = 'Жазылу жоспарын қосу';
$_['text_edit']              = 'Жазылу жоспарын өңдеу';
$_['text_subscription']      = 'Жазылу';
$_['text_trial']             = 'Сынақ';
$_['text_day']               = 'Күн';
$_['text_week']              = 'Апта';
$_['text_semi_month']        = 'Жарты ай';
$_['text_month']             = 'Ай';
$_['text_year']              = 'Жыл';

// Entry
$_['entry_name']             = 'Жазылу жоспарының атауы';
$_['entry_trial_duration']   = 'Сынақ ұзақтығы';
$_['entry_trial_cycle']      = 'Сынақ циклі';
$_['entry_trial_frequency']  = 'Сынақ жиілігі';
$_['entry_trial_status']     = 'Сынақ мәртебесі';
$_['entry_duration']         = 'Ұзақтық';
$_['entry_cycle']            = 'Цикл';
$_['entry_frequency']        = 'Жиілік';
$_['entry_status']           = 'Мәртебе';
$_['entry_sort_order']       = 'Реттілік';

// Column
$_['column_name']            = 'Жазылу жоспарының атауы';
$_['column_sort_order']      = 'Реттілік';
$_['column_action']          = 'Әрекет';

// Help
$_['help_trial_duration']    = 'Ұзақтық — пайдаланушының төлем жасайтын реті саны.';
$_['help_trial_cycle']       = 'Жазылу сомалары жиілік пен циклдер есебінен есептеледі.';
$_['help_trial_frequency']   = 'Егер "апта" жиілігін және "2" циклін қолдансаңыз, пайдаланушы әр 2 аптада бір төлем жасайды.';
$_['help_duration']          = 'Ұзақтық — пайдаланушының төлем жасайтын реті саны, төлемдер тоқтатылғанша төлеуді қаласаңыз, 0 деп орнатыңыз.';
$_['help_cycle']             = 'Жазылу сомалары жиілік пен циклдер есебінен есептеледі.';
$_['help_frequency']         = 'Егер "апта" жиілігін және "2" циклін қолдансаңыз, пайдаланушы әр 2 аптада бір төлем жасайды.';

// Error
$_['error_warning']          = 'Ескерту: Форманы қателерге тексеріңіз!';
$_['error_permission']       = 'Ескерту: Сіздің жазылу жоспарларын өзгертуге рұқсатыңыз жоқ!';
$_['error_name']             = 'Жазылу жоспарының атауы 3-тен асқан және 255-тен кем таңба болуы керек!';
$_['error_trial_duration']   = 'Сынақ ұзақтығы 0-ден артық болуы керек!';
$_['error_product']          = 'Ескерту: Бұл жазылу жоспарын жою мүмкін емес, өйткені ол қазір %s өнімдерге тағайындалған!';
