<?php
// Heading
$_['heading_title']       = 'Мой аккаунт';

// Text
$_['text_account']        = 'Аккаунт';
$_['text_my_account']     = 'Мой аккаунт';
$_['text_my_orders']      = 'Мои заказы';
$_['text_my_affiliate']   = 'Мой партнёрский аккаунт';
$_['text_my_newsletter']  = 'Рассылка';
$_['text_edit']           = 'Измените информацию о вашем аккаунте';
$_['text_password']       = 'Измените ваш пароль';
$_['text_address']        = 'Измените записи в вашей адресной книге';
$_['text_payment_method'] = 'Сохранённые способы оплаты';
$_['text_wishlist']       = 'Измените ваш список желаний';
$_['text_order']          = 'Просмотрите вашу историю заказов';
$_['text_subscription']   = 'Подписки';
$_['text_download']       = 'Загрузки';
$_['text_reward']         = 'Ваши бонусные баллы';
$_['text_return']         = 'Просмотрите ваши заявки на возврат';
$_['text_transaction']    = 'Ваши транзакции';
$_['text_newsletter']     = 'Подписаться / отписаться от рассылки';
$_['text_transactions']   = 'Транзакции';
$_['text_affiliate_add']  = 'Зарегистрировать партнёрский аккаунт';
$_['text_affiliate_edit'] = 'Изменить информацию партнёра';
$_['text_tracking']       = 'Пользовательский партнёрский код отслеживания';
