<?php
// Heading
$_['heading_title'] = 'Защитите ваш аккаунт';

// Text
$_['text_security'] = 'Вы должны ответить на вопрос безопасности при входе с неизвестного устройства или компьютера.';
$_['text_code']     = 'Нажмите кнопку отправки, чтобы получить код безопасности на вашу электронную почту. Введите код ниже для продолжения.';
$_['text_sent']     = 'Готово: Письмо с кодом безопасности было отправлено на вашу электронную почту!';
$_['text_locked']   = 'Ваш аккаунт был заблокирован!';
$_['text_reset']    = 'Ваш аккаунт был заблокирован из-за слишком many неудачных попыток ввода кода безопасности. Нажмите кнопку сброса, чтобы получить ссылку для сброса на вашу электронную почту.';
$_['text_link']     = 'Готово: Письмо со ссылкой для сброса было отправлено на ваш адрес электронной почты!';
$_['text_unlocked'] = 'Ваш аккаунт был разблокирован!';
$_['text_unlock']   = 'Ваш аккаунт был разблокирован. Вам необходимо повторно войти и пройти процесс двухфакторной аутентификации для продолжения.';
$_['text_failed']   = 'Не удалось сбросить ваш код безопасности!';

// Entry
$_['entry_code']    = 'Код безопасности';

// Button
$_['button_send']   = 'Отправить';
$_['button_reset']  = 'Сбросить';

// Error
$_['error_code']    = 'Код безопасности не совпадает!';
