<?php
// Heading
$_['heading_title']      = 'Информация моего аккаунта';

// Text
$_['text_account']       = 'Аккаунт';
$_['text_edit']          = 'Изменить информацию';
$_['text_your_details']  = 'Ваши личные данные';
$_['text_success']       = 'Готово: Ваш аккаунт был успешно обновлён.';

// Entry
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Электронная почта';
$_['entry_telephone']    = 'Телефон';

// Error
$_['error_token']        = 'Внимание: Токен редактирования недействителен!';
$_['error_exists']       = 'Внимание: Адрес электронной почты уже зарегистрирован!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']        = 'Адрес электронной почты кажется недействительным!';
$_['error_telephone']    = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_custom_field'] = 'Требуется %s!';
$_['error_regex']        = '%s является недопустимым вводом!';
