<?php
// Heading
$_['heading_title']            = 'Забыли пароль?';
$_['heading_reset']            = 'Сбросить ваш пароль';

// Text
$_['text_account']             = 'Аккаунт';
$_['text_forgotten']           = 'Забытый пароль';
$_['text_your_email']          = 'Ваш адрес электронной почты';
$_['text_email']               = 'Введите адрес электронной почты, привязанный к вашему аккаунту. Нажмите отправить, чтобы получить ссылку для сброса пароля на вашу почту.';
$_['text_password']            = 'Введите новый пароль, который вы хотите использовать.';
$_['text_sent']                = 'Письмо со ссылкой для подтверждения было отправлено на ваш адрес электронной почты!';
$_['text_reset']               = 'Готово: Ваш пароль был успешно обновлён.';

// Entry
$_['entry_email']              = 'Адрес электронной почты';
$_['entry_new_password']       = 'Новый пароль';
$_['entry_password']           = 'Пароль';
$_['entry_confirm']            = 'Подтвердить';

// Error
$_['error_email']              = 'Адрес электронной почты кажется недействительным!';
$_['error_not_found']          = 'Внимание: Адрес электронной почты не найден в наших записях!';
$_['error_password']           = 'Пароль должен содержать %s и быть от %d до 20 символов!';
$_['error_password_uppercase'] = 'заглавную букву';
$_['error_password_lowercase'] = 'строчную букву';
$_['error_password_number']    = 'цифру';
$_['error_password_symbol']    = 'специальный символ';
$_['error_password_length']    = 'Пароль должен содержать от %d до 20 символов!';
$_['error_confirm']            = 'Пароль и подтверждение пароля не совпадают!';
$_['error_code']               = 'Код сброса пароля недействителен или уже был использован ранее!';
