<?php
// Heading
$_['heading_title']                = 'Вход в аккаунт';

// Text
$_['text_account']                 = 'Аккаунт';
$_['text_login']                   = 'Вход';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Зарегистрировать аккаунт';
$_['text_register_account']        = 'Создав аккаунт, вы сможете покупать быстрее, отслеживать статус заказов и сохранять историю ваших покупок.';
$_['text_returning_customer']      = 'Возврат покупателя';
$_['text_i_am_returning_customer'] = 'Я уже зарегистрирован';
$_['text_forgotten']               = 'Забытый пароль';

// Entry
$_['entry_email']                  = 'Адрес электронной почты';
$_['entry_password']               = 'Пароль';

// Error
$_['error_token']                  = 'Внимание: Недействительный токен сессии. Пожалуйста, войдите снова!';
$_['error_login']                  = 'Внимание: Адрес электронной почты и/или пароль не совпадают.';
$_['error_attempts']               = 'Внимание: Ваш аккаунт превысил допустимое количество попыток входа. Пожалуйста, попробуйте снова через 1 час.';
$_['error_approved']               = 'Внимание: Ваш аккаунт требует подтверждения перед входом.';
