<?php
// Heading
$_['heading_title']      = 'Возвраты';

// Text
$_['text_account']       = 'Аккаунт';
$_['text_return']        = 'Информация о возврате';
$_['text_description']   = 'Пожалуйста, заполните форму ниже для запроса номера RMA.';
$_['text_order']         = 'Информация о заказе';
$_['text_customer']      = 'Ваша информация';
$_['text_product']       = 'Информация о товаре';
$_['text_message']       = '<p>Спасибо за отправку заявки на возврат. Ваша заявка была направлена в соответствующий отдел для обработки.</p><p>Вы будете уведомлены по электронной почте о статусе вашей заявки.</p>';
$_['text_return_id']     = 'Номер возврата';
$_['text_order_id']      = 'Номер заказа';
$_['text_date_ordered']  = 'Дата заказа';
$_['text_date_added']    = 'Дата добавления';
$_['text_opened']        = 'Открыт';
$_['text_unopened']      = 'Не вскрыт';
$_['text_reason']        = 'Причина возврата';
$_['text_action']        = 'Действие';
$_['text_tbc']           = 'Уточняется';
$_['text_history']       = 'История';
$_['text_comment']       = 'Комментарий';
$_['text_history']       = 'История возвратов';
$_['text_no_results']    = 'У вас нет предыдущих возвратов!';
$_['text_agree']         = 'Я прочитал и согласен с <a href="%s" class="modal-link"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'Номер возврата';
$_['column_order_id']    = 'Номер заказа';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата добавления';
$_['column_product']     = 'Товар';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Количество';
$_['column_opened']      = 'Открыт';
$_['column_comment']     = 'Комментарий';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';

// Entry
$_['entry_order_id']     = 'Номер заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Электронная почта';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Название товара';
$_['entry_model']        = 'Код товара';
$_['entry_quantity']     = 'Количество';
$_['entry_reason']       = 'Причина возврата';
$_['entry_opened']       = 'Товар вскрыт';
$_['entry_fault_detail'] = 'Описание дефекта или других деталей';

// Error
$_['error_return']       = 'Запрошенные возвраты не найдены!';
$_['error_token']        = 'Внимание: Токен сброса недействителен!';
$_['error_order_id']     = 'Требуется номер заказа!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']        = 'Адрес электронной почты кажется недействительным!';
$_['error_telephone']    = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_product']      = 'Название товара должно содержать от 3 до 255 символов!';
$_['error_model']        = 'Модель товара должна содержать от 3 до 64 символов!';
$_['error_reason']       = 'Вы должны выбрать причину возврата товара!';
$_['error_agree']        = 'Внимание: Вы должны согласиться с %s!';
