<?php
// Heading
$_['heading_title'] = 'Ваш аккаунт был создан!';

// Text
$_['text_success']  = '<p>Поздравляем! Ваш новый аккаунт был успешно создан!</p> <p>Теперь вы можете воспользоваться привилегиями участника для улучшения вашего онлайн-шопинга с нами.</p> <p>Если у вас ЕСТЬ вопросы по работе этого интернет-магазина, пожалуйста, напишите владельцу магазина.</p> <p>Подтверждение было отправлено на указанный адрес электронной почты. Если вы не получили его в течение часа, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию на %s!</p><p>Вы будете уведомлены по электронной почте после активации вашего аккаунта владельцем магазина.</p><p>Если у вас ЕСТЬ вопросы по работе этого интернет-магазина, пожалуйста, <a href="%s">свяжитесь с владельцем магазина</a>.</p>';
$_['text_account']  = 'Аккаунт';
