<?php
// Heading
$_['heading_title']    = 'Партнёрское отслеживание';

// Text
$_['text_account']     = 'Аккаунт';
$_['text_description'] = 'Чтобы получить оплату за рекомендации, которые вы нам отправляете, нам необходимо отслеживать реферала, размещая код отслеживания в URL-ссылках на нас. Вы можете использовать инструменты ниже для создания ссылок на сайт %s.';

// Entry
$_['entry_code']       = 'Ваш код отслеживания';
$_['entry_generator']  = 'Генератор ссылок отслеживания';
$_['entry_link']       = 'Ссылка отслеживания';

// Help
$_['help_generator']   = 'Введите название товара, на который вы хотите создать ссылку';
