<?php
// Text
$_['text_subject']  = '%s - Ваш партнерський обліковий запис активований';
$_['text_welcome']  = 'Ласкаво просимо до магазину %s!';
$_['text_login']    = 'Тепер ваш обліковий запис схвалений, і ви можете увійти, використовуючи адресу електронної пошти та пароль, зайшовши на наш веб-сайт або за такою адресою:';
$_['text_service']  = 'Після входу ви зможете генерувати коди відстеження, відстежувати комісійні платежі та редагувати дані облікового запису.';
$_['text_thanks']   = 'Дякуємо,';
