<?php
// Text
$_['text_subject']   = '%s - запит відхилений';
$_['text_export']    = 'Запит на експорт особистих даних';
$_['text_remove']    = 'Запит на видалення особистих даних';
$_['text_hello']     = 'Вітаємо <strong>%s</strong>,';
$_['text_user']      = 'Користувач';
$_['text_contact']   = 'На жаль, ваш запит відхилений. Для отримання додаткової інформації ви можете звернутися до власника магазину тут:';
$_['text_thanks']    = 'Дякуємо,';

// Button
$_['button_contact'] = 'Зв’язатись з нами';
