<?php
// Text
$_['text_subject'] = '%s - GDPR запит схвалений';
$_['text_request'] = 'Запит на видалення особистих даних';
$_['text_hello']   = 'Вітаємо <strong>%s</strong>,';
$_['text_user']    = 'Користувач';
$_['text_gdpr']    = 'Ваш запит на видалення особистих даних схвалений, дані будуть видалені через <strong>%s днів</strong>';
$_['text_q']       = 'Чому ми не видаляємо ваші дані відразу?';
$_['text_a']       = 'Запит на видалення даних облікового запису буде оброблений після <strong>%s днів</strong> для забезпечення можливості відшкодування, повернення коштів або виявлення шахрайства';
$_['text_delete']  = 'Ви отримаєте додаткового листа із повідомленням, коли ваші дані облікового запису будуть видалені';
$_['text_thanks']  = 'Дякуємо,';
