<?php
// Heading
$_['heading_title']         = 'Комментарии';

// Text
$_['text_by']               = 'Автор';
$_['text_write']            = 'Написать комментарий';
$_['text_login']            = 'Пожалуйста, <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a>, чтобы оставить комментарий';
$_['text_no_results']       = 'Будьте первым, кто напишет комментарий к этой статье.';
$_['text_sort']             = 'Сортировка';
$_['text_rating_asc']       = 'Рейтинг (от низкого к высокому)';
$_['text_rating_desc']      = 'Рейтинг (от высокого к низкому)';
$_['text_date_added_asc']   = 'Дата добавления (сначала старые)';
$_['text_date_added_desc']  = 'Дата добавления (сначала новые)';
$_['text_like']             = 'Нравится!';
$_['text_dislike']          = 'Не нравится!';
$_['text_success']          = 'Готово: Спасибо за ваш комментарий!';
$_['text_queue']            = 'Готово: Ваш комментарий добавлен в очередь модерации!';
$_['text_rating']           = 'Готово: Спасибо за вашу оценку!';

// Entry
$_['entry_author']          = 'Ваше имя';
$_['entry_comment']         = 'Комментарий';

// Buttons
$_['button_comment']        = 'Опубликовать комментарий';
$_['button_reply']          = 'Опубликовать ответ';
$_['button_replies']        = 'Показать ответы';
$_['button_more']           = 'Показать ещё ответы...';
$_['button_login']          = 'Войти, чтобы комментировать';
$_['button_login_reply']    = 'Войти, чтобы ответить';
$_['button_like']           = 'Нравится';
$_['button_dislike']        = 'Не нравится';

// Error
$_['error_article']         = 'Внимание: Статья не найдена!';
$_['error_article_comment'] = 'Внимание: Комментарий к статье не найден!';
$_['error_token']           = 'Внимание: Неверный токен комментария!';
$_['error_author']          = 'Имя должно содержать от 3 до 25 символов!';
$_['error_comment']         = 'Комментарий должен содержать от 25 до 1000 символов!';
$_['error_interval']        = 'Внимание: Подождите %s минут перед следующим комментарием!';
$_['error_login']           = 'Вы должны войти в систему, чтобы комментировать статью или оценивать её!';
$_['error_status']          = 'Комментарии отключены!';
