<?php
// Heading
$_['heading_title']          = 'Встановлення доповнень';

// Text
$_['text_upload']            = 'Доповнення завантажено';
$_['text_success']           = 'Налаштування змінені';
$_['text_progress']          = 'Прогрес встановлення';
$_['text_installed']         = 'Встановлені доповнення';
$_['text_info']              = 'Інформація про доповнення';
$_['text_install']           = 'Встановлення файлів %s до %s з %s';

// Column
$_['column_image']           = 'Зображення';
$_['column_name']            = 'Назва';
$_['column_version']         = 'Версія';
$_['column_date_added']      = 'Дата встановлення';
$_['column_action']          = 'Дія';

// Entry
$_['entry_progress']         = 'Виконання';
$_['entry_name']             = 'Назва';
$_['entry_description']      = 'Опис';
$_['entry_code']             = 'Код';

// Error
$_['error_permission']       = 'У вас недостатньо прав для внесення змін';
$_['error_install']          = 'Не знайдено файл install.json';
$_['error_default']          = 'Стандартні доповнення не можуть бути видалені';
$_['error_extension']        = 'Не вдалося знайти встановлене доповнення';
$_['error_installed']        = 'Доповнення вже встановлене';
$_['error_uninstall']        = 'Необхідно видалити %s доповнень перш ніж це доповнення може бути безпечно видалене';
$_['error_name']             = 'Назва має містити від 3 до 128 символів';
$_['error_version']          = 'Версія має містити від 3 до 128 символів';
$_['error_author']           = 'Ім’я автора має містити від 3 до 128 символів';
$_['error_link']             = 'Посилання має містити від 3 до 128 символів';
$_['error_filename']         = 'Ім’я файлу має містити від 3 до 128 символів';
$_['error_file']             = 'Файл %s не знайдено';
$_['error_file_exists']      = 'Файл вже існує';
$_['error_file_type']        = 'Неправильний тип файлу';
$_['error_directory']        = 'Папка встановлення %s не знайдена';
$_['error_directory_exists'] = 'Папка %s вже існує';
$_['error_unzip']            = 'Не вдалося розпакувати архів';
$_['error_upload']           = 'Не вдалося завантажити файл';
$_['error_unknown']          = 'Сталася невідома помилка!';
$_['zip_error_exists']       = 'Файл вже існує!';
$_['zip_error_incons']       = 'Пошкоджений zip-архів!';
$_['zip_error_inval']        = 'Невірний аргумент!';
$_['zip_error_memory']       = 'Помилка виділення пам’яті!';
$_['zip_error_noent']        = 'Файл не знайдено!';
$_['zip_error_nozip']        = 'Це не zip-архів!';
$_['zip_error_open']         = 'Не вдалося відкрити файл!';
$_['zip_error_read']         = 'Помилка читання!';
$_['zip_error_seek']         = 'Помилка позиціонування!';