<?php
// Heading
$_['heading_title']     = 'Модифікатори';

// Text
$_['text_success']      = 'Збережено';
$_['text_refresh']      = 'Щоразу, коли ви вмикаєте, вимикаєте або видаляєте модифікатор, потрібно натиснути кнопку оновлення, щоб перебудувати кеш модифікованих файлів';
$_['text_list']         = 'Список модифікаторів';
$_['text_info']         = 'Інформація про модифікатор';
$_['text_form']         = 'Редагування модифікатора OCMOD';
$_['text_xml']          = 'Застосування змін';
$_['text_remove']       = 'Видалення тимчасових файлів';
$_['text_clear']        = 'Тимчасові файли очищені';

// Column
$_['column_name']       = 'Назва модифікатору';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версія';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';
$_['column_id']         = 'ID';
$_['column_code']       = 'Ідентифікатор OCMOD доповнення';
$_['column_restore']    = 'Відновити';

// Entry
$_['entry_name']        = 'Назва модифікатору';
$_['entry_description'] = 'Опис';
$_['entry_code']        = 'Код';
$_['entry_xml']         = 'XML';
$_['entry_progress']    = 'Оновлення XML';

// Tab
$_['tab_backup']        = 'Резервна копія';

// Button
$_['button_update']     = 'Застосувати зміни';
$_['button_restore']    = 'Відновлення з резервної копії';
$_['button_history']    = 'Очистити всі резервні копії';

// Error
$_['error_permission']  = 'У вас немає дозволу на доступ до функцій цієї частини';
$_['error_name']        = 'Назва модифікатора має бути від 2 до 64 символів!';
$_['error_upload']      = 'Файл не може бути завантажений';
$_['error_filetype']    = 'Неправильний тип файлу';
$_['error_file']        = 'Файл не знайдено';
$_['error_code']        = 'Модифікатору необхідний унікальний ID код';
$_['error_directory']   = 'Не знайдено теку з файлами для завантаження';
