<?php
// Heading
$_['heading_title']     = 'Оновлення';
$_['heading_success']   = 'Оновлення завершене';

// Text
$_['text_upgrade']      = 'Підготовка оновлення';
$_['text_server']       = 'Перевірте, чи правильно налаштовано ваш сервер';
$_['text_steps']        = 'Процес оновлення';
$_['text_error']        = 'Публікуйте на форумах будь-які проблеми з помилками сценарію оновлення';
$_['text_clear']        = 'Після оновлення видаліть усі файли cookie у своєму браузері, щоб уникнути помилок токенів';
$_['text_admin']        = 'Завантажте сторінку адміністратора та двічі натисніть Ctrl+F5, щоб змусити браузер оновити зміни CSS';
$_['text_refresh']      = 'Завантажте сторінку адміністратора та натисніть Ctrl+F5 двічі, щоб примусово оновити зміни в CSS';
$_['text_user']         = 'Перейдіть у меню Система -> Користувачі -> Групи користувачів, перейдіть у редагування групи Адміністратори. Відмітьте всі прапорці.';
$_['text_setting']      = 'Перейдіть до адмінпанелі в редагування основних параметрів системи. Оновіть усі поля та натисніть «Зберегти», навіть якщо нічого не змінилося.';
$_['text_store']        = 'Завантажте сторінку магазину та двічі натисніть Ctrl+F5, щоб змусити браузер оновити зміни CSS.';
$_['text_progress']     = 'Патч %s застосовано (%s з %s)';
$_['text_success']      = 'Вітаємо! Ви успішно оновили систему OpenCart!';
$_['text_patch']        = 'Патч %s застосовано (%s з %s)';
$_['entry_admin']       = 'Адміністратор';

// Entry
$_['entry_progress']    = 'Прогрес';

// Error
$_['error_admin']       = 'Конфігураційний файл %s не знайдено. Переконайтеся, що каталог адміністратора має правильну назву!';
$_['error_file']        = 'Конфігураційний файл %s не знайдено';
$_['error_writable']    = 'Конфігураційний файл %s не доступний для запису';
$_['error_upgrade']     = 'Файли оновлення не встановлені';
$_['error_server']      = 'Константу HTTP_SERVER не знайдено';
$_['error_catalog']     = 'Константу HTTP_CATALOG не знайдено';
$_['error_db_driver']   = 'Константу DB_DRIVER не знайдено';
$_['error_db_hostname'] = 'Константу DB_HOSTNAME не знайдено';
$_['error_db_username'] = 'Константу DB_USERNAME не знайдено';
$_['error_db_password'] = 'Константу DB_PASSWORD не знайдено';
$_['error_db_database'] = 'Константу DB_DATABASE не знайдено';
$_['error_db_port']     = 'Константу DB_PORT не знайдено';
$_['error_db_prefix']   = 'Константу DB_PREFIX не знайдено';